Repository: Dimillian/IceCubesApp
Catalog: IceCubesApp/Resources/Localization/*.lproj/Localizable.strings
Languages: be, ca, eu, it, ja, ko, nl, pl, tr, uk, zh_hans, zh_hant

# settings.system
source: System Settings
be: Сістэмныя налады
ca: Configuració del sistema
eu: Sistemaren ezarpenak
it: Vai alle impostazioni di sistema
ja: システム設定
ko: 시스템 설정
nl: Systeeminstellingen
pl: Ustawienia systemowe
uk: Системні налаштування
zh_hans: 系统设置
zh_hant: 系統設定

# settings.content.navigation-title
source: Content Settings
be: Налады змесціву
ca: Configuració del contacte
eu: Edukiaren ezarpenak
it: Impostazioni dei contenuti
ja: コンテンツ設定
ko: 콘텐츠 설정
nl: Inhoud
pl: Ustawienia treści
uk: Налаштування вмісту
zh_hans: 内容设置
zh_hant: 內容設定

# settings.content.boosts
source: Boosts
be: Павышэння
ca: Impulsos
eu: Bultzadak
it: Boost
ja: ブースト
ko: 부스트
pl: Podbicia
tr: Yükseltmeler
uk: Поширення
zh_hans: 转发
zh_hant: 轉嘟

# settings.content.collapse-long-posts
source: Collapse long posts
eu: Tolestu bidalketa luzeak
it: Comprimi i post lunghi
ja: 長い投稿を折りたたむ
ko: 긴 글을 접힌 상태로 표시
nl: Klap lange posts in
pl: Zwijaj długie posty
uk: Згортати довгі дописи
zh_hans: 折叠长嘟文
zh_hant: 縮限長文

# settings.content.collapse-long-posts-hint
source: Collapsed posts only display a limited number of lines together with a button to show the full post
eu: Tolestutako bidalketek lerro kopuru jakin bat baino ez dute erakusten, bidalketa osorik irakurri ahal izateko hedatzeko botoiarekin batera
it: I post compressi visualizzano alcune righe del contenuto assieme ad un pulsante per visualizzare tutto il post
ja: 折りたたまれた投稿には、限られた数の行のみが表示され、投稿全体を表示するボタンが表示されます
ko: 접힌 글은 일정 줄까지만 내용이 표시됩니다. 함께 표시되는 버튼을 누르면 전체 내용을 볼 수 있습니다.
nl: Alleen een beperkt aantal regels van ingeklapte posts wordt getoond, samen met een knop om de volledige post te tonen
pl: Zwinięte posty wyświetlają tylko ograniczoną liczbę wierszy wraz z przyciskiem do wyświetlenia pełnego postu
uk: У згорнутих публікаціях відображається лише обмежена кількість рядків разом із кнопкою, щоб показати повну публікацію
zh_hans: 被折叠嘟文只会显示前几行但会提供查看全文的按钮
zh_hant: 「縮限長文」將只顯示數行文字，另可按紐閱讀全文

# settings.content.hide-repeated-boosts
source: Hide Repeated Boosts
be: Схаваць паўторныя павышэння
eu: Ezkutatu errepikatutako bultzadak
it: Nascondi i boost ripetuti
ja: 度重なるブーストを隠す
ko: 중복으로 부스트된 글 숨김
nl: Verberg herhaalde boosts
pl: Ukryj powtórzone podbicia
uk: Не відображати повторні поширення
zh_hans: 隐藏重复的转发
zh_hant: 隱藏多重轉嘟

# settings.content.instance-settings
source: Server Content Settings
be: Налады змесціва серверу
eu: Edukiari buruzko ezarpenak
it: Configurazione dei contenuti del server
ja: サーバーコンテンツ設定
ko: 인스턴스 콘텐츠 설정
nl: Serverinstellingen voor inhoud
pl: Ustawienia treści serwera
uk: Налаштування відображення сервера
zh_hans: 服务器内容设置
zh_hant: 伺服器內容設定

# settings.content.use-instance-settings
source: Use Server Settings
be: Ужыць налады серверу
ca: Utilitza la configuració del servidor
eu: Erabili zerbitzariko ezarpenak
it: Utilizza le impostazioni del server
ja: サーバー設定を使用する
ko: 인스턴스 설정에 맞춤
nl: Gebruik serverinstellingen
pl: Zastosuj ustawienia serwera
uk: Використовувати налаштування сервера
zh_hans: 使用服务器设置
zh_hant: 沿用伺服器設定

# settings.content.expand-spoilers
source: Always Show Sensitive Posts
be: Заўсёды паказваць уражлівыя допісы
ca: Mostra'm sempre els espòilers
eu: Erakutsi beti eduki hunkigarria
it: Visualizza sempre i contenuti sensibili
ja: センシティブな投稿を常に表示する
ko: 열람 주의 표시된 글 항상 가리지 않음
nl: Toon gevoelige posts altijd
pl: Pokazuj wrażliwe posty
uk: Дозволити відображати делікатний вміст
zh_hans: 始终显示敏感内容
zh_hant: 顯示所有敏感嘟文

# settings.content.expand-media
source: Media Display
be: Паказ медыя
ca: Visibilitat del contingut multimèdia
eu: Multimedia erakusteko hobespenak
it: Visualizzazione dei media
ja: メディア表示
ko: 표시할 미디어
nl: Mediaweergave
pl: Multimedia
uk: Відображення медіа
zh_hans: 媒体显示
zh_hant: 媒體顯示

# settings.content.default-sensitive
source: Always Mark Media as Sensitive
be: Заўсёды адзначаць медыя як уражлівыя
ca: Marca sempre el contingut com a sensible
eu: Markatu eduki guztia hunkigarri gisa
it: Segnala sempre i contenuti come sensibili
ja: 常にメディアをセンシティブなものとしてマークする
ko: 내 미디어 항상 민감함으로 표시
nl: Markeer media standaard als gevoelig
pl: Oznaczaj media jako wrażliwe
uk: Завжди позначати медія як делікатні
zh_hans: 始终将媒体标为敏感内容
zh_hant: 媒體一概標示為敏感

# settings.content.default-visibility
source: Posting Visibility
be: Бачнасць допісаў
ca: Visibilitat de les publicacions
eu: Edukiaren irismena
it: Visibilità del post
ja: 投稿の可視化
ko: 글 기본 공개 범위
nl: Standaard postzichtbaarheid
pl: Widoczność postów
uk: Видимість допису
zh_hans: 默认发布内容可见性
zh_hant: 嘟文能見度

# settings.content.media
source: Media
be: Медыя
eu: Multimedia
ja: メディア
ko: 미디어
uk: Медіа
zh_hans: 媒体
zh_hant: 媒體

# settings.content.media.show.alt
source: Show ALT Texts
be: Паказваць альт. тэкст
eu: Erakutsi deskribapenak
it: Mostra i tag ALT
ja: 注釈を表示
ko: 미디어 설명 버튼 표시
nl: Toon ALT-teksten
pl: Pokazuj alternatywny tekst
uk: Показати ALT тексти
zh_hans: 显示图片描述
zh_hant: 顯示圖片描述

# settings.content.reading
source: Reading
be: Чытанне
ca: Llegint
eu: Irakurtzean
it: Lettura
ja: リーディング
ko: 읽을 때
nl: Lezen
pl: Czytanie postów
uk: Читання
zh_hans: 阅读设置
zh_hant: 閱讀

# settings.content.posting
source: Posting
be: Размяшчэнне допісаў
ca: Publicant
eu: Bidaltzean
it: Composizione
ja: ポスティング
ko: 올릴 때
nl: Posten
pl: Wysyłanie postów
uk: Публікація
zh_hans: 发布设置
zh_hant: 發表

# settings.content.sharing
source: Sharing
eu: Partekatzean
it: Condivisione
ko: 공유할 때
nl: Delen
pl: Udostępnianie
zh_hans: 分享

# settings.content.sharing.share-button-behavior
source: Share Button Behavior
eu: Partekatzeko botoiaren portaera
it: Condividi il comportamento del pulsante
ko: 공유 버튼 기본 동작
nl: Gedrag deel-knop
pl: Działanie przycisku udostępniania
zh_hans: 分享内容

# settings.content.sharing.share-behavior.link-only
source: Link Only
eu: Esteka soilik
it: Solo Link
ko: 링크 공유
nl: Alleen link
pl: Tylko link
zh_hans: 仅链接

# settings.content.sharing.share-behavior.link-and-text
source: Link and Text
eu: Esteka eta testua
it: Link e Testo
ko: 링크 및 본문 공유
nl: Link en tekst
pl: Link i tekst
zh_hans: 链接和文本

# enum.expand-media.show
source: Show All
be: Паказаць усе
ca: Mostra-ho tot
eu: Erakutsi guztia
it: Mostra tutto
ja: 全て表示
ko: 모두 표시하기
nl: Toon alle
pl: Pokazuj wszystkie
uk: Відобразити все
zh_hans: 显示所有
zh_hant: 全部顯示

# enum.expand-media.hide
source: Hide All
be: Схаваць усе
ca: Oculta-ho tot
eu: Ezkutatu guztia
it: Nascondi tutto
ja: 全て隠す
ko: 모두 가리기
nl: Verberg alle
pl: Ukryj wszystkie
uk: Приховати все
zh_hans: 隐藏所有
zh_hant: 全部隱藏

# enum.expand-media.hide-sensitive
source: Hide Sensitive
be: Хаваць уражлівыя допісы
ca: Amaga el contingut sensible
eu: Ezkutatu hunkigarria
it: Nascondi media sensibili
ja: センシティブなものは隠す
ko: 민감한 미디어만 가리기
nl: Verberg gevoelige
pl: Ukryj wrażliwe
uk: Приховувати вміст, позначений як делікатний
zh_hans: 隐藏敏感内容
zh_hant: 隱藏敏感題材

# settings.section.accounts
source: Accounts
be: Уліковыя запісы
ca: Comptes
eu: Kontuak
it: Account
ja: アカウント
ko: 계정
pl: Konta
tr: Hesaplar
uk: Профілі
zh_hans: 账户
zh_hant: 帳號

# settings.section.app
source: App
be: Дадатак
ca: Aplicació
eu: Aplikazioa
it: Applicazione
ja: アプリ
ko: 앱
pl: Aplikacja
tr: Uygulama
uk: Додаток
zh_hans: 应用

# settings.section.app.footer %@
source: App Version: %@
be: Версія дадатку: %@
ca: Versió d'aplicació: %@
eu: Aplikazioaren bertsioa: %@
it: Versione dell'app: %@
ja: バージョン: %@
ko: 앱 버전: %@
nl: Appversie: %@
pl: Wersja aplikacji: %@
tr: Uygulama Versiyonu: %@
uk: Версія додатку: %@
zh_hans: 版本：%@
zh_hant: App 版本：%@

# settings.section.general
source: General
be: Агульныя
eu: Orokorra
it: Generali
ja: 一般
ko: 일반
nl: Algemeen
pl: Ogólne
tr: Genel
uk: Загальне
zh_hans: 通用
zh_hant: 一般

# settings.support.alert.error.message
source: Error processing your in-app purchase, please try again.
be: Памылка апрацоўкі вашай пакупкі ў дадатку, паўтарыце спробу.
ca: Error en processar la compra de l'aplicació, torneu-ho a provar.
eu: Errorea aplikazio barruko erosketa prozesatzean; saiatu berriro.
it: Si è verificato un errore mentre processavamo il tuo pagamento, per favore riprova.
ja: アプリ内課金の処理に失敗しました、もう一度試してください
ko: 인앱 구매를 완료하지 못했습니다. 다시 시도해주세요.
nl: Er heeft zich een fout voorgedaan tijdens het verwerken van uw aankoop. Probeer het nogmaals.
pl: Błąd przetwarzania twojego zakupu w aplikacji, proszę spróbuj ponownie.
tr: Uygulama içi satın alımınızda hata oluştu, lütfen tekrar deneyin.
zh_hans: 应用内购买失败，请重试。
zh_hant: 選購時發生錯誤，請再試一次。

# settings.support.alert.message
source: Thank you so much for your tip! It's greatly appreciated!
be: Шчыры дзякуй за ваш гасцінец! Гэта вельмі ўдзячна!
ca: Gràcies per la propina! S'agraeix molt!
eu: Eskerrik asko eskupekoagatik! Izugarri eskertzen dizut!
it: Grazie mille per il tuo contributo! È davvero apprezzato!
ja: チップをありがとう、あなたに感謝します！
ko: 앱을 위해 기부해주셔서 감사합니다. 앱 개발에 큰 도움이 됩니다!
nl: Heel erg bedankt voor de fooi! Het wordt enorm gewaardeerd!
pl: Bardzo dziękuję za twój napiwek! Doceniam to bardzo!
tr: Bağışınızdan dolayı teşekkür ederiz! Minnettarız!
zh_hans: 非常感谢你的捐赠！
zh_hant: 非常感謝您的捐贈！

# settings.support.alert.title
source: Thanks!
be: Дзякуй!
ca: Gràcies!
eu: Eskerrik asko!
it: Grazie!
ja: ありがとうございます!
ko: 감사합니다!
nl: Bedankt!
pl: Dzięki!
tr: Teşekkürler!
zh_hans: 谢谢！
zh_hant: 感謝！

# settings.support.message-from-dev
source: Hi there! My name is Thomas and I absolutely love creating open source apps. Ice Cubes is definitely one of my proudest projects to date - and let's be real, it's also the one that requires the most maintenance due to the ever-changing world of Mastodon and social media. If you're having a blast using Ice Cubes, consider tossing a little tip my way. It'll make my day (and help keep the app running smoothly for you). 🚀
be: Прывітанне! Мяне завуць Томас і я вельмі люблю ствараць праграмы з адкрытым зыходным кодам. Ice Cubesбезумоўна, адзін з праектаў, якімі я найбольш ганаруся на сённяшні дзень. Давайце будзем шчырымі, ён таксама патрабуе надзвычайнага догляду з-за пастаянна зменлівага сусвету Mastodon і сацыяльныя медыя. Калі вы атрымліваеце задавальненне ад карыстання Ice Cubes, падкіньце мне невялікі гасцінец. Гэта зробіць мой дзень (і дапаможа праграме працаваць бесперабойна). 🚀
ca: Hola! Em dic Thomas i m'encanta crear aplicacions de codi obert. Ice Cubes és sens dubte un dels meus projectes del qual més orgullós estic fins avui, i siguem sincers, és també el que requereix més manteniment a causa del món sempre canviant de Mastodon i les xarxes socials. Si estàs t'encisa Ice Cubes, considera fer-me una petita propina. M'alegrarà el dia (i ajudarà a mantenir l'aplicació funcionant sense problemes). 🚀
eu: Kaixo! Thomas dut izena eta izugarri gustatzen zait kode irekiko aplikazioak sortzea. Ice Cubes orain arte harroen egiten nauen proiektua da eta —ez gaitezen engainatu— lan handiena behar duena ere bada Mastodon eta gizarte-sareen etengabeko aldaketen ondorioz. Ice Cubes erabiltzea gustoko baduzu, agian eskupekoren bat eman zeniezadake. Eguna poztuko didazu (eta aplikazioak arazorik gabe funtzionatzen jarraitzen lagunduko du). 🚀
it: Ciao! Mi chiamo Thomas e amo da impazzire creare applicativi open source. Ice Cubes è sicuramente uno dei miei progetti di cui sono più orgoglioso al momento e, siamo sinceri, è quello che richiede più lavoro a causa dei continui cambiamenti di Mastodon e dei social media. Se ti stai divertendo ad usare Ice Cubes, considera di fare un piccolo contributo. Ne sarò lieto (e contribuirà a mantenere l'app perfetta per te). 🚀
ja: こんにちは。オープンソースのアプリを作るのが大好きなThomasです。Ice Cubesは、私の最も得意とするプロジェクトの1つではありますが、Mastodonやソーシャルメディアが常に変化しているため、多くのメンテナンスが必要なプロジェクトでもあります。もし、あなたがIce Cubesを楽しんでいるなら、私宛にちょっとしたチップを投げ入れてください。アプリを円滑に運営することができます。🚀
ko: 안녕하세요! 저는 Thomas입니다. 저는 오픈 소스 앱을 만드는 걸 정말 좋아해요. Ice Cubes는 제가 가장 자랑스럽게 생각하는 프로젝트 중 하나에요. 동시에 가장 많은 유지·보수가 필요한 프로젝트이기도 하죠. 마스토돈은 끊임없이 업데이트되고, 소셜 미디어의 세계 역시 빠르게 변화하니까요. Ice Cubes를 쓰며 즐거운 시간을 보내고 있나요? 그렇다면, 작은 기부금을 한 번 보내보는 건 어때요? 제 하루가 행복해질 거에요. (그리고 이 앱이 계속 잘 작동하는 데 도움이 될 거에요.) 🚀
nl: Hallo! Mijn naam is Thomas en ik ben dol op het maken van opensource-apps. Ice Cubes is een van de projecten waar ik het meest trots op ben - en laten we eerlijk zijn, het is ook degene die het meeste onderhoud vergt vanwege de voortdurend veranderende wereld van Mastodon en sociale media. Als je Ice Cubes graag gebruikt, overweeg dan om een kleine fooi te geven. Daar word ik heel blij van (en het zal helpen om de app soepel voor je te laten werken). 🚀
pl: Cześć! Mam na imię Thomas i uwielbiam tworzenie aplikacji open source. Ice Cubes jest zdecydowanie jednym z tych moich dotychczasowych projektów, z których jestem najbardziej dumny – i bądźmy szczerzy, jest to również ten, który wymaga najwięcej nieustannych prac utrzymaniowych ze względu na ciągle zmieniający się świat Mastodona i mediów społecznościowych. Jeśli świetnie się bawisz, używając kostek lodu, rozważ podrzucenie mi małego napiwku. Umili mi to dzień (i pomoże sprawić, że aplikacja zawsze działać będzie bezproblemowo). 🚀
tr: Merhaba! Benim adım Thomas ve açık kaynak kodlu uygulamalar oluşturmayı seviyorum. Ice Cubes benim şu ana kadarki en çok gurur duyduğum projelerden biri - ve doğrusu, Mastodon ve sosyal medyanın durmadan değişen yapısı nedeniyle en çok bakım gerektireni. Eğer Ice Cubes'u kullanmaktan memnunsanız, ufak bir bağış göndermeyi düşünebilirsiniz. Bu gerçekten günümü güzelleştirir (ve uygulamanın senin için daha da düzgün çalışmasına yardımcı olur). 🚀
zh_hans: 你好呀！我叫 Thomas，我非常喜欢写开源应用。Ice Cubes 绝对是目前为止我最骄傲的项目之一。而且说实话，由于 Mastodon 和社交媒体世界的不断变化，它也是最需要维护的项目。如果你喜欢使用 Ice Cubes，请考虑给我一些捐赠。这真的会让我很开心 (且能鼓励我持续为你完善它)。🚀
zh_hant: 您好！我是 Thomas，我愛寫開源碼程式。Ice Cubes 是我最引以為傲的作品之一，但是老實說因為 Mastodon 和社交媒體的日新月異，也是最需要維護的。您如果愛用 Ice Cubes，請考慮贊助我。這將讓我很開心，也幫助我繼續維護這個軟體。 🚀

# settings.support.navigation-title
source: Support Ice Cubes
be: Падтрымаць Ice Cubes
ca: Dona suport a Ice Cubes
eu: Eman babesa Ice Cubes-i
it: Supporta Ice Cubes
ja: Ice Cubesを支援する
ko: Ice Cubes 지원하기
nl: Ondersteun Ice Cubes
pl: Wspieraj Ice Cubes
tr: Ice Cubes'u destekleyin
uk: Підтримка Ice Cubes
zh_hans: 支持 Ice Cubes
zh_hant: 支援 Ice Cubes

# settings.support.one.subtitle
source: Small, but cute, and it tastes good!
be: Маленькі, але мілы і смак добры!
ca: Petita, però ben bona!
eu: Txikia, baina moñoñoa, eta zapore goxoa du!
it: Piccolo, ma bello, ed è pure buono!
ja: 小さいけど、かわいいし、味も美味しい！
ko: 작지만, 귀엽고 달콤해요!
nl: Klein maar fijn!
pl: Mały, ale uroczy i smakuje wyśmienicie!
tr: Küçük, ama şirin, ve güzel bir tadı var!
zh_hans: 小而可爱，而且它味道不错！
zh_hant: 小而可愛，也好吃！

# settings.support.one.title
source: 🍬 Small Tip
be: 🍬 Маленькі Гасцінец
ca: 🍬 Propina petita
eu: 🍬 Eskupeko txikia
it: 🍬 Piccolo contributo
ja: 🍬 心ばかりのチップ
ko: 🍬 작은 기부금
nl: 🍬 Kleine fooi
pl: 🍬 Mały napiwek
tr: 🍬 Küçük Bağış
zh_hans: 🍬 迷你捐赠
zh_hant: 🍬 小額捐贈

# settings.support.placeholder.loading-subtitle
source: Loading subtitle ...
be: Загрузка падзагалоўку ...
ca: S'està carregant el subtítol ...
eu: Azpititulua kargatzen ...
it: Caricamento sottotitoli ...
ja: 見出しを読み込み中...
ko: 로드 중...
nl: Ondertitel laden ...
pl: Ładowanie napisów ...
tr: Altyazılar yükleniyor ...
zh_hans: 加载中……
zh_hant: 下載中⋯

# settings.support.three.subtitle
source: You're insane, thank you so much!
be: Ты звар'яцеў, шчыры дзякуй!
ca: No estàs bé... Moltes gràcies!
eu: Zoragarria zara, esker mila!
it: Sei pazzo, grazie mille!
ja: おいおい正気か！本当にありがとうございます！
ko: 뭘 좀 아시는 분이군요, 미리 감사드립니다!
nl: Je bent te gek, heel erg bedankt!
pl: Jesteś niesamowity, bardzo dziękuję!
tr: Sen harikasın, çok teşekkürler!
zh_hans: 你真棒，非常感谢！
zh_hant: 您太狂了，感激不盡！

# settings.support.three.title
source: 🤯 Generous Tip
be: 🤯 Шчодры Гасцінец
ca: 🤯 Propina generosa
eu: 🤯 Eskupeko eskuzabala
it: 🤯 Contributo generoso
ja: 🤯 太っ腹なチップ
ko: 🤯 통 큰 기부금
nl: 🤯 Royale fooi
pl: 🤯 Hojny napiwek
tr: 🤯 Cömert Bağış
zh_hans: 🤯 很慷慨的捐赠
zh_hant: 🤯 慷慨捐贈

# settings.support.two.subtitle
source: I love the taste of a fancy coffee ❤️
be: Я люблю смак вытанчанай кавы ❤️
ca: M'encanta el gust d'un bon cafè ❤️
eu: Gogoko dut kafe on baten zaporea ❤️
it: Adoro il gusto di un buon caffé ❤️
ja: おしゃれなコーヒーの味は最高です ❤️
ko: 기분이 좋아지는 맛있는 커피는 누구나 좋아하니까요 ❤️
nl: Ik hou van de geur van een goeie kop koffie ❤️
pl: Uwielbiam smak wyszukanej kawy ❤️
tr: Alengirli bir kahvenin tadını severim ❤️
zh_hans: 我很喜欢这杯美味的咖啡 ❤️
zh_hant: 一杯好咖啡是我的最愛 ❤️

# settings.support.two.title
source: ☕️ Nice Tip
be: ☕️ Прыемны Гасцінец
ca: ☕️ Bona propina
eu: ☕️ Eskupeko ona
it: ☕️ Contributo carino
ja: ☕️ ナイスチップ
ko: ☕️ 기분 좋아지는 기부금
nl: ☕️ Goeie fooi
pl: ☕️ Miły napiwek
tr: ☕️ Hoş Bağış
zh_hans: ☕️ 很不错的捐赠
zh_hant: ☕️ 爽口捐贈

# settings.support.four.title
source: 👽 Who are you Tip
be: 👽 Хто ты Гасцінец
ca: 👽 Propina d'un altre món
eu: 👽 Nor zara zu, Tip
it: 👽 Contributo fuori dal mondo
ja: 👽 お前は一体誰なんだ
ko: 👽 엄청난 기부금
nl: 👽 Wie ben jij-fooi
pl: 👽 Kim jesteś?
tr: 👽 Sen de kimsin Bağışı
zh_hans: 👽 神秘人的捐赠
zh_hant: 👽 超級捐贈

# settings.support.four.subtitle
source: It'll go a long way to keep Ice Cubes running!
be: Гэта вельмі дапаможа Ice Cubes працаваць!
ca: Ajudarà molt a mantenir Ice Cubes en funcionament!
eu: Askorako emango du eta Ice Cubes mantentzen lagunduko du!
it: Sarà di grande aiuto per mantenere Ice Cubes in funzione!
ja: Ice Cubesの運営に大きく貢献することでしょう！
ko: Ice Cubes가 계속 발전하는 데 정말 많은 도움이 될 거에요!
nl: Daarmee kan Ice Cubes nog een tijdje vooruit!
pl: To bardzo pomoże w utrzymaniu Ice Cubes w działaniu!
tr: Bu, Ice Cubes'u daha uzun süre devam ettirmemize yardımcı olacak!
zh_hans: 这将大大有助于 Ice Cubes 的持续运行！
zh_hant: 這將大大有助於 Ice Cubes 持續運行！

# settings.support.supporter.title
source: Become a supporter!
eu: Izan babesle!
it: Diventa un supporter!
ja: サポーターになろう！
ko: 후원자가 되어 보세요!
nl: Word supporter!
pl: Zostań osobą wspierającą!
zh_hans: 成为支持者！
zh_hant: 成為支持者！

# settings.support.supporter.subtitle
source: By giving a monthly tip to Ice Cubes, you become a supporter, you'll even get verified badge on your profile. For your 👀 only.
eu: Ice Cubes-i hilero eskupeko bat ematean babesle bilakatuko zara eta zure profilean egiaztatutako intsignia bat ere lortuko duzu. Zuk bakarrik 👀 ahal izango duzu.
it: Inviando un contributo mensile ad Ice Cubes, diventerai un supporter, e avrai anche un badge "verificato" sul tuo profilo. Solo per i tuoi 👀.
ja: Ice Cubesに毎月のヒントを提供することで、あなたはサポーターになり、プロフィールに認証済みのバッジを取得することもできます。👀 あなた専用です。
ko: 기부금을 매달 보내는 구독을 신청하면, 후원자가 될 수 있습니다. 프로필에 나만 볼 수 있는 자기만족용 인증 마크도 생겨요. 👀
nl: Door maandelijks een fooi te geven aan Ice Cubes word je supporter. Je krijgt dan zelfs een verificatievinkje op je profiel. Alleen voor jou zichtbaar 👀
pl: Przekazując Ice Cubes comiesięczny napiwek, stajesz się osobą wspierającą, a dodatkowo na swoim profilu otrzymasz znaczek weryfikacji. Tylko dla twoich 👀.
zh_hans: 你可以通过每月给 Ice Cubes 捐赠成为支持者，你还能在个人资料上得到一个认证徽章，仅你可见 👀
zh_hant: 您若每月捐贈給 Ice Cubes 就能成為支持者，更能在個人檔案裡看到驗證徽章。限您 👀 見。

# settings.support.supporter.subscribed
source: Thanks for being an Ice Cubes supporter!
eu: Eskerrik asko Ice Cubes-en babeslea izateagatik!
it: Grazie per essere diventato un supporter Ice Cubes!
ja: Ice Cubesサポーターになってくれてありがとう！
ko: Ice Cubes의 후원자가 되어 주셔서 감사합니다!
nl: Bedankt dat je supporter van Ice Cubes bent!
pl: Dziękuję, że wspierasz Ice Cubes!
zh_hans: 感谢你成为 Ice Cubes 的支持者！
zh_hant: 感謝您成為 Ice Cubes 支持者！

# settings.support.supporter.subscription-info
source: Subscription are automatically renewed unless you cancel them a day before the next renewal cycle.
eu: Harpidetza automatikoki berriztuko da hurrengo berritze-zikloa baino egun bat lehenago ezeztatzen ez baduzu.
it: La sottoscrizione si rinnova automaticamente a meno che non venga cancellata almeno un giorno prima del prossimo rinnovo.
ja: サブスクリプションは、次の更新サイクルの前日にキャンセルしない限り、自動的に更新されます。
ko: 정기 결제일 전날까지 구독을 취소하지 않는 한 구독은 자동으로 갱신됩니다.
nl: Abonnementen worden automatisch verlengd, tenzij je ze een dag voor de volgende verlengingsperiode opzegt.
pl: Subskrypcja jest odnawiana automatycznie, chyba że anulujesz ją na dzień przed kolejnym cyklem odnawiania.
zh_hans: 此订阅将自动续订，除非在当前订阅期至少提前一天取消自动续订。
zh_hant: 除非在訂閱期滿前一天取消，訂閱將自動繼續。

# settings.support.restore-purchase.button
source: Restore purchase
eu: Berrezarri erosketa
it: Ripristina un acquisto
ja: 購入を復元
ko: 구매 내역 불러오기
nl: Aankoop herstellen
pl: Przywróć zakup
zh_hans: 恢复购买
zh_hant: 還原已購項目

# settings.support.restore-purchase.explanation
source: Restore your supporter subscription if it hasn't been synced automatically.
eu: Berrezarri zure babesle-harpidetza automatikoki sinkronizatu ez bada.
it: Ripristina la tua sottoscrizione da supporter se non si è sincronizzata automaticamente.
ja: 自動的に同期されていない場合は、サポーターサブスクリプションを復元します。
ko: 구매 내역이 자동으로 동기화되지 않았다면 위의 버튼을 눌러 구매 내역을 불러올 수 있습니다.
nl: Herstel je supporter-abonnement, als dat nog niet automatisch gesynchroniseerd is.
pl: Przywróć swoją subskrypcję osoby wspierającej, jeśli nie została ona automatycznie zsynchronizowana.
zh_hans: 恢复你的支持者订阅，如果其尚未自动续订。
zh_hant: 若未自動同步，可以手動還原您的支持者訂閱。

# settings.support.privacy-policy
source: Privacy Policy
eu: Pribatutasun-politika
ja: プライバシーポリシー
ko: 개인정보 처리방침
nl: Privacybeleid
pl: Polityka prywatności
zh_hans: 隐私政策
zh_hant: 隱私政策

# settings.support.terms-of-use
source: Terms
eu: Baldintzak
it: Condizioni
ja: 利用規約
ko: 이용 약관
nl: Gebruiksvoorwaarden
pl: Warunki korzystania
zh_hans: 使用条款
zh_hant: 使用條款

# settings.timeline.add
source: Add a Local Timeline
be: Дадайце мясцовую шкалу часу
ca: Afegeix una línia de temps local
eu: Gehitu denbora-lerro lokal bat
it: Aggiungi una timeline locale
ja: ローカルタイムラインの追加
ko: 원격 로컬 타임라인 추가
nl: Lokale tijdlijn toevoegen
pl: Dodaj strumień lokalny
tr: Yerel bir zaman dilimi ekleyin
uk: Додати локальну стрічку
zh_hans: 添加远程时间线
zh_hant: 新增時間軸

# settings.title
source: Settings
be: Налады
ca: Configuració
eu: Ezarpenak
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pl: Ustawienia
tr: Ayarlar
uk: Налаштування
zh_hans: 设置
zh_hant: 設定

# settings.rate
source: Rate Ice Cubes
be: Ацаніце Ice Cubes
ca: Valora Ice Cubes
eu: Baloratu Ice Cubes
it: Valuta Ice Cubes
ja: Ice Cubesを評価する
ko: Ice Cubes 평가 남기기
nl: Beoordeel Ice Cubes
pl: Oceń Ice Cubes
tr: Ice Cubes'u puanlayın
uk: Оцінити Ice Cubes
zh_hans: 给 Ice Cubes 评分
zh_hant: 給 Ice Cubes 評分

# settings.section.other
source: Other
be: Іншае
ca: Altres opcions
eu: Besteak
it: Altro
ja: その他
ko: 기타
nl: Overig
pl: Inne
tr: Diğer
uk: Інше
zh_hans: 其他
zh_hant: 其他

# settings.other.hide-openai
source: Enable 🤖 Helper
be: Уключыць 🤖 памочніка
ca: Activa l'ajudant 🤖
eu: Gaitu 🤖 laguntzailea
it: Aiuto del 🤖
ja: AI支援機能の有効化
ko: 글 작성 도우미 🤖
nl: Gebruik 🤖-hulp
pl: Włącz 🤖 pomocnik
tr: Yardımcıyı 🤖 Aktive Et
uk: Увімкнути 🤖 помічника
zh_hans: 启用写作助手 🤖
zh_hant: 啟用 🤖 寫作助手

# settings.other.social-keyboard
source: Enable Social Keyboard
be: Уключыць сацыяльную клавіятуру
ca: Activa el teclat social
eu: Gaitu teklatu soziala
it: Social keyboard
ja: ソーシャルメディア向けキーボードの有効化
ko: SNS 키보드
nl: Gebruik socialmedia-toetsenbord
pl: Włącz klawiaturę społecznościową
tr: Sosyal Klavyeyi Aktive Et
uk: Увімкнути Social Keyboard
zh_hans: 启用社交键盘
zh_hant: 啟用社交鍵盤

# settings.other.sound-effect
source: Enable Sound Effects
eu: Gaitu soinu efektuak
it: Effetti sonori
ja: サウンドエフェクトを有効化
ko: 효과음
nl: Geluidseffecten
pl: Włącz efekty dźwiękowe
uk: Увімкнути звукові ефекти
zh_hans: 启用声音效果
zh_hant: 啟用音效

# settings.general.translate
source: Translation Settings
eu: Itzulpenaren ezarpenak
it: Impostazioni di traduzione
ja: 翻訳設定
ko: 번역 설정
nl: Vertalingsinstellingen
pl: Ustawienia tłumaczenia
uk: Налаштування перекладу
zh_hans: 翻译设置
zh_hant: 翻譯設定

# settings.translation.navigation-title
source: Translation
eu: Itzulpenaren ezarpenak
it: Traduzione
ja: 翻訳設定
ko: 번역 설정
nl: Vertaling
pl: Ustawienia tłumaczenia
uk: Переклад
zh_hans: 翻译设置
zh_hant: 翻譯設定

# settings.translation.always-deepl
source: Always Translate using DeepL
eu: Itzuli beti DeepL erabiliz
it: Traduci sempre con DeepL
ja: DeepLを使用して常に翻訳する
ko: 항상 DeepL을 통해 번역
nl: Vertaal altijd met DeepL
pl: Zawsze tłumacz przy pomocy DeepL
uk: Завжди перекладати за допомогою DeepL
zh_hans: 总是使用 DeepL 翻译
zh_hant: 一概用 DeepL 翻譯
