Repository: Dimillian/IceCubesApp
Catalog: IceCubesApp/Resources/Localization/*.lproj/Localizable.strings
Languages: be, ca, eu, it, ja, ko, nl, pl, tr, uk, zh_hans, zh_hant

# settings.translation.user-api-key
source: DeepL API Key
eu: DeepL API gakoa
it: Token API DeepL
ja: DeepL APIキー
ko: DeepL API 키
nl: DeepL API-sleutel
pl: Klucz DeepL API
zh_hans: DeepL API 密钥

# settings.translation.api-key-type
source: Type of the Key
eu: Gako mota
it: Tipo di token
ja: キーのタイプ
ko: API 키 종류
nl: Sleuteltype
pl: Rodzaj klucza
uk: Тип ключа
zh_hans: 密钥类型
zh_hant: Key 類型

# settings.translation.needed-message
source: This feature requires a DeepL API key
eu: Ezaugarri honek DeepL API gako bat behar du
it: Questa funzione richiede un token API DeepL
ja: この機能には DeepL APIキーが必要です
ko: 이 기능을 사용하려면 DeepL에서 발급받은 API 키가 있어야 합니다.
nl: Deze functionaliteit vereist een DeepL API-sleutel
pl: Ta funkcja wymaga klucza DeepL API
uk: Ця функція потребує ключа DeepL API key
zh_hans: 该功能需要 DeepL API 密钥
zh_hant: 本功能需有 DeepL API key

# settings.push.duplicate.title
source: Duplicate Notifications Fixer
be: Выпраўляльнік дублікатаў апавяшчэнняў
ca: Solucionador de notificacions duplicades
eu: Bikoiztutako jakinarazpenen konpontzailea
it: Notifiche duplicate
ja: 重複通知修正ツール
ko: 중복 알림 해결사
nl: Dubbele meldingen
pl: Korektor duplikatów powiadomień
uk: Виправити задвоєння сповіщень
zh_hans: 重复推送通知修复器
zh_hant: 修理重複通知

# settings.push.duplicate.footer
source: Receiving duplicate notifications? Try this magic button in order to fix it
be: Атрымліваеш падвоеныя апавяшчэнні? Паспрабуй гэтую чароўную кнопку каб выправіць
ca: Rebeu les notificacions duplicades? Proveu aquest botó màgic per a solucionar-ho
eu: Jakinarazpenak birritan jasotzen al dituzu? Sakatu botoi magikoa arazoa konpontzeko
it: Ricevi notifiche duplicate? Prova questo pulsante magico per aggiustarle
ja: 重複して通知を受け取っていませんか？修正するためにこの魔法のボタンを試してみて
ko: 같은 알림이 여러 번 오나요? 위에 있는 버튼을 누르면 마법처럼 해결될 거에요.
nl: Ontvang je dubbele meldingen? Gebruik deze magische knop om dit probleem te verhelpen
pl: Otrzymujesz zduplikowane powiadomienia? Spróbuj tego magicznego przycisku, aby to naprawić
uk: Отримуєте сповіщення двічі? Спробуйте цю чарівну кнопку, щоб виправити це!
zh_hans: 有收到重复的推送通知？试试用这个魔法按钮去修复吧
zh_hant: 收到重複通知嗎？用這個魔術按鈕修復

# settings.push.duplicate.button.fix
source: 🪄 Fix It
be: 🪄 Выправіць
ca: 🪄 Soluciona-ho
eu: 🪄 Konpondu
it: 🪄 Aggiusta
ja: 🪄 修正する
ko: 🪄 고치기
nl: 🪄 Los op
pl: 🪄 Napraw to
uk: 🪄 Виправити!
zh_hans: 🪄 修复
zh_hant: 🪄 修復

# settings.other.autoplay-video
source: Auto Play Videos
be: Аўто прайграванне відэа
ca: Reprodueix els vídeos automàticament
eu: Abiarazi bideoak automatikoki
it: Auto Play dei video
ja: 動画の自動再生
ko: 동영상 자동 재생
nl: Speel video’s automatisch af
pl: Odtwarzaj filmy automatycznie
uk: Автоматичне програвання відео
zh_hans: 自动播放视频
zh_hant: 自動播放視訊

# settings.display.font
source: Timeline Font
be: Шрыфт шкалы часу
ca: Tipografia de la línia de temps
eu: Denbora-lerroaren letra tipoa
it: Font della Timeline
ja: タイムラインのフォント
ko: 타임라인 글꼴
nl: Tijdlijnlettertype
pl: Czcionka strumienia
uk: Шрифт стрічки
zh_hans: 应用字体
zh_hant: 時間軸字體

# settings.display.font.system
source: System
be: Сістэмны
ca: Sistema
eu: Sistemak darabilena
it: Sistema
ja: システムフォント
ko: 시스템 글꼴
nl: Systeem
pl: Systemowa
uk: Системний
zh_hans: 系统
zh_hant: 系統

# settings.display.font.custom
source: Custom
be: Уласны
ca: Personalitzada
eu: Norberak ezarritakoa
it: Personalizzato
ja: カスタム
ko: 직접 설정
nl: Aangepast
pl: Własna
uk: Власний
zh_hans: 自定义
zh_hant: 自定

# settings.display.font.scaling-%@
source: Font Scaling: %@
be: Маштаб шрыфту: %@
ca: Escalat de la lletra: %@
eu: Letra tipoaren neurria: %@
it: Dimensione del Font: %@
ja: フォントサイズ: %@
ko: 글꼴 크기 조절: %@
nl: Lettertype vergroten/verkleinen: %@
pl: Skalowanie czcionki: %@
uk: Масштабування шкрифта: %@
zh_hans: 字体缩放：%@
zh_hant: 字體縮放：%@

# settings.display.font.line-spacing-%@
source: Line Spacing: %@
eu: Lerroen arteko espazioa: %@
it: Interlinea: %@
ja: 行間: %@
ko: 줄 간격 조절: %@
nl: Regelafstand: %@
pl: Odstęp między wierszami: %@
uk: Міжрядковий інтервал: %@
zh_hans: 行间距：%@
zh_hant: 行距：%@

# settings.about.built-with
source: Ice Cubes is built with the following Open Source software:
be: Ice Cubes створаны з наступным праграмным забеспячэннем з адкрытым зыходным кодам:
eu: Ice Cubes ondorengo iturburu irekiko softwarea erabiliz egin da:
it: Ice Cubes utilizza i seguenti software Open Source
ja: Ice Cubesは以下のオープンソースソフトウェアで構築されています:
ko: Ice Cubes는 다음 오픈 소스 소프트웨어를 사용하여 개발되었습니다:
nl: Ice Cubes is gebouwd met de volgende opensourcesoftware:
pl: Ice Cubes zbudowano z wykorzystaniem następującego oprogramowania Open Source:
uk: Ice Cubes створено з Open Source продуктами та любовʼю:
zh_hans: Ice Cubes 的构建使用了以下开源项目：
zh_hant: Ice Cubes 運用下列開源碼：

# settings.account.cached-posts-%@
source: Cached Posts: %@
be: Кэшаваныя допісы: %@
ca: Publicacions en la memòria cau: %@
eu: Bidalketak katxean: %@
it: Post in cache: %@
ja: キャッシュしているポスト: %@
ko: 캐시 데이터로 저장된 글: %@개
nl: Posts in cache: %@
pl: Liczba postów w buforze: %@
uk: Кешовано дописів: %@
zh_hans: 已缓存嘟文：%@
zh_hant: 快取嘟文：%@

# settings.account.action.delete-cache
source: Clear Cache
be: Ачысціць кэш
ca: Neteja la memòria cau
eu: Garbitu katxea
it: Cancella la cache
ja: キャッシュをクリア
ko: 캐시 데이터 지우기
nl: Leeg cache
pl: Wyczyść bufor postów
uk: Очистити кеш
zh_hans: 清除缓存
zh_hant: 清除快取

# settings.general.haptic
source: Haptic Feedback
be: Тактыльная зваротная сувязь
ca: Retroacció tàctil
eu: Erreakzio haptikoak
it: Feedback aptico
ja: 触覚フィードバック
ko: 햅틱 피드백 설정
nl: Haptische feedback
pl: Sygnały haptyczne
uk: Гаптика
zh_hans: 触感触控
zh_hant: 觸覺回饋

# settings.haptic.navigation-title
source: Haptic Settings
be: Тактыльныя налады
ca: Configuració tàctil
eu: Ezarpen haptikoak
it: Impostazioni feedback aptico
ja: 触覚設定
ko: 햅틱 피드백 설정
nl: Haptische instellingen
pl: Ustawienia haptyki
uk: Налаштування гаптики
zh_hans: 触感触控设置
zh_hant: 觸覺設定

# settings.haptic.timeline
source: Timeline
be: Шкала часу
ca: Línia de temps
eu: Denbora-lerroan
ja: タイムライン
ko: 타임라인에서
nl: Tijdlijn
pl: Strumień
uk: Стрічка
zh_hans: 时间线
zh_hant: 時間軸

# settings.haptic.tab-selection
source: Tab Selection
be: Выбар укладкі
ca: Selecció de pestanyes
eu: Fitxak hautatzean
it: Selezione Tab
ja: タブセレクト
ko: 하단 탭 바를 누를 때
nl: Tabselectie
pl: Wybór zakładki
uk: Вибір вкладки
zh_hans: 导航栏
zh_hant: 頁籤選擇

# settings.haptic.buttons
source: Button Press
be: Націск кнопкі
ca: Pressió de botó
eu: Botoiak sakatzean
it: Pressione dei pulsanti
ja: ボタン操作時
ko: 버튼을 누를 때
nl: Knoppen
pl: Naciśnięcie przycisku
uk: Натиснення кнопки
zh_hans: 按钮
zh_hant: 按紐

# settings.display.show-tab-label
source: Show Tab Name
be: Паказаць назву ўкладкі
ca: Mostra el nom de la pestanya
eu: Erakutsi fitxen izena
it: Visualizza il nome della tab
ja: タブ名を表示
ko: 하단 탭 바에 제목 표시
nl: Toon label bij tab
pl: Pokazuj nazwy zakładek
uk: Відображати назву вкладки
zh_hans: 显示 Tab 标签
zh_hant: 顯示頁籤名稱

# settings.display.show-ipad-column
source: Enable Secondary Column
be: Уключыць дадатковы слупок
ca: Habilitar columna secondària
eu: Gaitu bigarren zutabea
it: Attiva la seconda colonna
ja: セカンドカラムを有効にする
ko: 보조 열 표시
nl: Toon tweede kolom
pl: Włącz dodatkową kolumnę
uk: Увімкнути додаткову колонку
zh_hans: 启用边栏
zh_hant: 啟用邊欄

# settings.general.swipeactions
source: Swipe Actions
be: Дзеянні правядзення пальцам
eu: Mugimenduen ekintzak
it: Azioni di scorrimento
ja: スワイプ操作
ko: 쓸어넘기기 동작 설정
nl: Veegacties
pl: Przeciąganie palcem
uk: Дії гортання
zh_hans: 轻扫操作
zh_hant: 滑動功能

# settings.swipeactions.navigation-title
source: Swipe Actions
be: Дзеянні правядзення пальцам
eu: Atzamar-mugimenduen ekintzak
it: Azioni di scorrimento
ja: スワイプ操作
ko: 쓸어넘기기 동작 설정
nl: Veegacties
pl: Przeciąganie palcem
uk: Дії гортання
zh_hans: 轻扫操作设置
zh_hant: 滑動功能

# settings.swipeactions.primary
source: Primary Action
eu: Ekintza nagusia
it: Azione primaria
ja: メイン操作
ko: 주 동작
nl: Primaire actie
pl: Akcja podstawowa
uk: Основна дія
zh_hans: 主要操作
zh_hant: 主功能

# settings.swipeactions.secondary
source: Secondary Action
eu: Bigarren ekintza
it: Azione secondaria
ja: サブ操作
ko: 보조 동작
nl: Secundaire actie
pl: Akcja dodatkowa
uk: Додаткова дія
zh_hans: 次要操作
zh_hant: 副功能

# settings.swipeactions.status.action.bookmark
source: Bookmark
be: Закладка
eu: Laster-marka
it: Segnalibro
ja: ブックマーク
ko: 보관함에 추가
nl: Bladwijzer
pl: Dodaj zakładkę
uk: У закладки
zh_hans: 书签
zh_hant: 書籤

# settings.swipeactions.status.action.boost
source: Boost
be: Павышэнне
eu: Bultzatu
ja: ブースト
ko: 부스트
pl: Podbij
uk: Поширити
zh_hans: 转发
zh_hant: 轉嘟

# settings.swipeactions.status.action.favorite
source: Favorite
be: У ўлюбёныя
eu: Gogokoa
it: Preferito
ja: お気に入り
ko: 좋아요
nl: Favoriet
pl: Polub
uk: Вподобати
zh_hans: 喜欢
zh_hant: 最愛

# settings.swipeactions.status.action.none
source: None
be: Нічога
eu: Ezer ez
it: Niente
ja: 未定義
ko: 설정 안 함
nl: Geen
pl: Bez akcji
uk: Нічого
zh_hans: 无
zh_hant: 無

# settings.swipeactions.status.action.quote
source: Quote
be: Цытаваць
eu: Aipatu bidalketa
it: Cita
ja: 引用
ko: 인용
nl: Citaat
pl: Zacytuj
uk: Цитувати
zh_hans: 引用
zh_hant: 引述

# settings.swipeactions.status.action.reply
source: Reply
be: Адказаць
eu: Erantzun
it: Rispondi
ja: 返信
ko: 댓글
nl: Antwoord
pl: Odpowiedz
uk: Відповісти
zh_hans: 回复
zh_hant: 回覆

# settings.swipeactions.status.explanation
source: Swipe actions are available upon swiping left or right on a post. The secondary action is only available if the primary action is set.
eu: Mugimenduen ekintzak bidalketa batean atzamarra ezkerrera edo eskumara mugitzean daude erabilgai. Ekintza nagusia ezarri ezean ezingo da bigarren ekintza zehaztu.
it: Le azioni di swipe sono disponibili scorrendo a destra o a sinistra su un post. L'azione secondaria è disponibile solo se la primaria è impostata.
ja: スワイプ操作は、投稿を左右にスワイプすると使用できます。サブ操作は、メイン操作が設定されている場合にのみ使用できます。
ko: 글을 오른쪽 혹은 왼쪽으로 쓸어넘겨 원하는 동작을 실행할 수 있습니다. 보조 동작은 주 동작이 설정되어 있을 때만 추가할 수 있습니다.
nl: Veeg naar links of rechts op een post om de veegacties zichtbaar te maken. De secundaire actie is alleen beschikbaar indien de primaire actie is ingesteld.
pl: Akcje przeciągania palcem są dostępne po przesunięciu posta w lewo lub w prawo. Akcja dodatkowa jest dostępna tylko wtedy, gdy ustawiona jest akcja podstawowa.
uk: Дії гортання доступні, якщо провести пальцем ліворуч або праворуч по публікації. Додаткова дія доступна, лише якщо встановлено основну дію.
zh_hans: 可在嘟文上进行向左轻扫或向右轻扫操作。仅当设置了主要操作时，次要操作才可用。
zh_hant: 滑動功能在嘟文上左右滑動使用。副功能需啟動主功能時才能使用。

# settings.swipeactions.status.leading
source: Swipe Right
be: Правядзіце ўправа
eu: Eskumarantz
it: Scorrimento a destra
ja: 右にスワイプ
ko: 오른쪽으로 쓸어넘길 때
nl: Veeg naar rechts
pl: Przeciągnij w prawo
uk: Рух праворуч
zh_hans: 向右轻扫
zh_hant: 右滑

# settings.swipeactions.status.trailing
source: Swipe Left
be: Правядзіце ўлева
eu: Ezkerrerantz
it: Scorrimento a sinistra
ja: 左にスワイプ
ko: 왼쪽으로 쓸어넘길 때
nl: Veeg naar links
pl: Przeciągnij w lewo
uk: Рух ліворуч
zh_hans: 向左轻扫
zh_hant: 左滑

# settings.swipeactions.status
source: Post
be: Допіс
eu: Bidalketa
ja: 投稿
ko: 글을
uk: Публікація
zh_hans: 嘟文
zh_hant: 發表

# settings.swipeactions.appearance
source: Appearance
eu: Itxura
it: Aspetto
ja: 外観
ko: 모양
nl: Uiterlijk
pl: Wygląd
uk: Вигляд
zh_hans: 外观
zh_hant: 外觀

# settings.swipeactions.use-theme-colors
source: Use Theme Colors
eu: Erabili gaiaren koloreak
it: Usa i colori del tema
ja: テーマ色を使う
ko: 테마 색상 사용
nl: Gebruik themakleuren
pl: Użyj kolorów motywu
uk: Використовувати колір тему
zh_hans: 使用主题色
zh_hant: 使用風格顏色

# settings.swipeactions.use-theme-colors-explanation
source: Use Theme Colors Instead of Default Colors
eu: Erabili hautatutako kolorea defektuzko koloreen ordez
it: Usa i colori del tema al posto dei colori di default
ja: デフォルトの色の代わりにテーマの色を使用する
ko: 동작의 기본 색상 대신 테마 색상을 사용합니다.
nl: Gebruik themakleuren in plaats van standaardkleuren
pl: Użyj kolorów motywu zamiast kolorów domyślnych
uk: Використовувати колір теми замість стандартних кольорів
zh_hans: 使用主题色而不是默认色
zh_hant: 用風格顏色代替預設顏色

# settings.swipeactions.icon-style
source: Icon Style
eu: Ikonoen itxura
it: Stile delle icone
ja: アイコンスタイル
ko: 아이콘 모양
nl: Symboolstijl
pl: Styl ikony
uk: Стиль іконки
zh_hans: 图标样式
zh_hant: 圖示式樣

# settings.display.section.font
source: Font
be: Шрыфт
eu: Letra tipoa
ja: フォント
ko: 글꼴
nl: Lettertype
pl: Czcionka
uk: Шрифти
zh_hans: 字体
zh_hant: 字體

# settings.section.cache
source: Cache
eu: Katxea
ja: キャッシュ
ko: 캐시 데이터
pl: Bufor
uk: Кеш
zh_hans: 缓存
zh_hant: 快取

# settings.cache-media.clear
source: Clear Media Cache
eu: Garbitu multimedia katxea
it: Elimina la cache dei Media
ja: メディアキャッシュをクリア
ko: 미디어 캐시 데이터 지우기
nl: Leeg mediacache
pl: Wyczyść bufor treści multimedialnych
uk: Очистити кеш файлів
zh_hans: 清除媒体缓存
zh_hant: 清除媒體快取

# tab.explore
source: Explore
be: Аглядзець
ca: Exploreu
eu: Esploratu
it: Esplora
ja: 探索
ko: 둘러보기
nl: Ontdekken
pl: Odkrywaj
tr: Keşfet
uk: Огляд
zh_hans: 探索
zh_hant: 探索

# tab.federated
source: Federated
be: Аб'яднаны
ca: Federat
eu: Federatua
it: Federazione
ja: 連合
ko: 연합
nl: Gefedereerd
pl: Globalny
tr: Birleştirilmiş
uk: Глобальна
zh_hans: 跨站
zh_hant: 聯邦

# tab.local
source: Local
be: Мясцовы
eu: Lokala
it: Locale
ja: ローカル
ko: 로컬
nl: Lokaal
pl: Lokalny
tr: Yerel
uk: Локальна
zh_hans: 本地
zh_hant: 本站

# tab.messages
source: Messages
be: Паведамленні
ca: Missatges
eu: Mezuak
it: Messaggi
ja: メッセージ
ko: 메시지
nl: Berichten
pl: Wiadomości
tr: Mesajlar
uk: Повідомлення
zh_hans: 私信
zh_hant: 私訊

# tab.notifications
source: Notifications
be: Апавяшчэнні
ca: Notificacions
eu: Jakinarazpenak
it: Notifiche
ja: 通知
ko: 알림
nl: Notificaties
pl: Powiadomienia
tr: Bildirimler
uk: Сповіщення
zh_hans: 通知
zh_hant: 通知

# tab.settings
source: Settings
be: Налады
ca: Configuració
eu: Ezarpenak
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pl: Ustawienia
tr: Ayarlar
uk: Налаштування
zh_hans: 设置
zh_hant: 設定

# tab.timeline
source: Timeline
be: Шкала часу
ca: Línia de temps
eu: Denbora-lerroa
ja: タイムライン
ko: 타임라인
nl: Tijdlijn
pl: Strumienie
tr: Zaman Dilimi
uk: Стрічка
zh_hans: 时间线
zh_hant: 時間軸

# tab.trending
source: Trending
be: У трэндзе
ca: Tendència
eu: Joerak
ja: トレンド
ko: 뜨고 있는
pl: Popularne
tr: Yükselişte
uk: Популярне
zh_hans: 当下流行
zh_hant: 流行

# tab.profile
source: Profile
be: Профіль
ca: Perfil
eu: Profila
it: Profilo
ja: プロフィール
ko: 프로필
nl: Profiel
pl: Profil
uk: Профіль
zh_hans: 个人主页
zh_hant: 個人檔案

# timeline.%@-is-valid
source: %@ is a valid instance
be: %@ сапраўдны асобнік
eu: %@ baliozko instantzia da
it: %@ è un'istanza valida
ja: %@ は有効なインスタンスです
ko: %@ 인스턴스는 사용할 수 있는 인스턴스입니다.
nl: %@ is een geldige instantie
pl: %@ jest poprawnym serwerem
tr: %@ geçerli bir oluşum
uk: %@ коректний сервер
zh_hans: %@ 是一个可用的服务器
zh_hant: %@ 有效

# timeline.add-remote.title
source: Add remote local timeline
be: Дадайце аддаленую мясцовую шкалу часу
ca: Afegeix una línia de temps local externa
eu: Gehitu denbora-lerro lokal bat
it: Aggiungi una timeline remota come locale
ja: リモートローカルタイムラインの追加
ko: 원격 로컬 타임라인 추가
nl: Lokale tijdlijn toevoegen
pl: Dodaj strumień serwera
tr: Uzak yerel zaman dilimi ekleyin
uk: Додати віддалену локальну стручку
zh_hans: 添加远程时间线
zh_hant: 新增他站時間軸

# timeline.add.action.add
source: Add
be: Дадаць
ca: Afegeix
eu: Gehitu
it: Aggiungi
ja: 追加
ko: 추가
nl: Voeg toe
pl: Dodaj
tr: Ekle
uk: Додати
zh_hans: 添加
zh_hant: 新增

# timeline.add.action.tips
source: Add Successfully
be: Паспяхова дададзена
ca: Afegeix correctament
eu: Gehitu behar bezala
ja: 正常に追加されました
ko: 성공적으로 추가
nl: Succesvol toevoegen
pl: Dodaj pomyślnie
uk: Успішно додано
zh_hans: 添加成功
zh_hant: 新增成功

# timeline.filter.add-local
source: Add a local timeline
be: Дадайце мясцовую часовую шкалу
ca: Afegeix una línia de temps local
eu: Gehitu denbora-lerro lokal bat
it: Aggiungi una timeline locale
ja: ローカルタイムラインの追加
ko: 원격 로컬 타임라인 추가
nl: Lokale tijdlijn toevoegen
pl: Dodaj strumień lokalny
tr: Zaman Dilimi Ekleyin
uk: Додати локальну стрічку
zh_hans: 添加远程时间线
zh_hant: 新增本站時間軸

# timeline.filter.lists
source: Lists
be: Спісы
ca: Llistes
eu: Zerrendak
it: Liste
ja: リスト
ko: 리스트
nl: Lijsten
pl: Listy
tr: Listeler
uk: Списки
zh_hans: 列表
zh_hant: 列表

# timeline.filter.local
source: Local Timelines
be: Мясцовыя шкалы часу
ca: Línies de temps locals
eu: Denbora-lerro lokalak
it: Timeline locali
ja: ローカルタイムライン
ko: 원격 로컬 타임라인
nl: Lokale tijdlijnen
pl: Strumienie lokalne
tr: Yerel Zaman Dilimleri
uk: Локальна стрічка
zh_hans: 远程时间线
zh_hant: 本站時間軸

# timeline.filter.tags
source: Followed Tags
be: Адсочваемыя тэгі
ca: Etiquetes seguides
eu: Jarraitutako traolak
it: Tag seguiti
ja: フォローしたタグ
ko: 팔로우한 태그
nl: Gevolgde hashtags
pl: Obserwowane hasztagi
tr: Takip Edilen Etiketler
uk: Хештеґи
zh_hans: 关注的标签
zh_hant: 跟隨標籤

# app-account.button.add
source: Add Account
be: Дадаць уліковы запіс
ca: Afegeix un compte
eu: Gehitu kontua
it: Aggiungi account
ja: アカウントの追加
ko: 계정 추가
nl: Account toevoegen
pl: Dodaj konto
tr: Hesap Ekle
uk: Додати обліковий запис
zh_hans: 添加账户
zh_hant: 新增帳號

# account.action.add-remove-list
source: Add/Remove from lists
be: Дадаць/Выдаліць са спісаў
ca: Afegeix/elimina de les llistes
eu: Gehitu/Kendu zerrendatik
it: Aggiungi/Rimuovi dalla lista
ja: リストへの追加/削除
ko: 리스트에서 추가/제거
nl: Aan lijsten toevoegen of verwijderen
pl: Dodaj/usuń z listy
tr: Listeye Ekle/Çıkar
uk: Додати/Видалити зі списку
zh_hans: 从列表中添加/移除
zh_hant: 從列表中新增或刪除

# account.action.edit-info
source: Edit Info
be: Рэдагаваць звесткі
ca: Edita la informació
eu: Editatu informazioa
it: Modifica informazioni
ja: プロフィールを編集
ko: 프로필 편집
nl: Bewerken
pl: Edytuj profil
tr: Bilgiyi Düzenle
uk: Редагувати інформацію
zh_hans: 编辑个人资料
zh_hant: 編輯個人檔案

# account.action.mention
source: Mention
be: Згадванне
ca: Menciona
eu: Aipatu
it: Menziona
ja: 返信
ko: 언급
nl: Vermelden
pl: Wymień osobę
tr: Bahset
uk: Згадати
zh_hans: 提及
zh_hant: 提及

# account.action.message
source: Message
be: Паведамленне
ca: Envia un missatge
eu: Bidali mezua
it: Messaggio
ja: メッセージ
ko: 메시지 작성
nl: Bericht sturen
pl: Wyślij wiadomość
tr: Mesaj Gönder
uk: Повідомлення
zh_hans: 私信
zh_hant: 私訊

# account.action.notify-enable
source: Enable Notifications
be: Уключыць апавяшчэнні
ca: Activa les notificacions
eu: Gaitu jakinarazpenak
it: Abilita le notifiche
ja: 通知を有効にする
ko: 새 글 알림 켜기
nl: Schakel meldingen in
pl: Włącz powiadomienia
uk: Увімкнути сповіщення
zh_hans: 启用通知
zh_hant: 啟用通知

# account.action.notify-disable
source: Disable Notifications
be: Адключыць апавяшчэнні
ca: Desactiva les notificacions
eu: Ezgaitu jakinarazpenak
it: Disabilita le notifiche
ja: 通知を無効にする
ko: 새 글 알림 끄기
nl: Schakel meldingen uit
pl: Wyłącz powiadomienia
uk: Вимкнути сповіщення
zh_hans: 关闭通知
zh_hant: 停用通知

# account.action.reboosts-show
source: Show Boosts
be: Паказаць павышэнні
ca: Mostra els impulsos
eu: Erakutsi bultzadak
it: Mostra i boost
ja: ブーストを表示する
ko: 이 사용자가 부스트한 글 표시하기
nl: Toon boosts
pl: Pokazuj podbicia
uk: Відображати поширення
zh_hans: 显示转发
zh_hant: 顯示轉嘟

# account.action.reboosts-hide
source: Hide Boosts
be: Схаваць павышэнні
ca: Amaga els impulsos
eu: Ezkutatu bultzadak
it: Nascondi i boost
ja: ブーストを表示しない
ko: 이 사용자가 부스트한 글 숨기기
nl: Verberg boosts
pl: Ukryj podbicia
uk: Приховувати поширення
zh_hans: 隐藏转发
zh_hant: 隱藏轉嘟

# account.action.block
source: Block
be: Блакаваць
ca: Bloca
eu: Blokeatu
it: Blocca
ja: ブロック
ko: 차단
nl: Blokkeer
pl: Zablokuj
tr: Engelle
uk: Заблокувати
zh_hans: 屏蔽
zh_hant: 封鎖

# account.action.unblock
source: Unblock
be: Разблакаваць
ca: Desbloca
eu: Utzi blokeatzeari
it: Sblocca
ja: ブロック解除
ko: 차단 해제
nl: Deblokkeer
pl: Odblokuj
tr: Engeli Kaldır
uk: Розблокувати
zh_hans: 取消屏蔽
zh_hant: 解封

# account.action.mute
source: Mute
be: Адключыць гук
ca: Silencia
eu: Mututu
it: Silenzia
ja: ミュート
ko: 뮤트
nl: Dempen
pl: Wycisz
tr: Sustur
uk: Приховати
zh_hans: 免打扰
zh_hant: 靜音

# account.action.unmute
source: Unmute
be: Уключыць гук
ca: Deixa de silenciar
eu: Utzi mututzeari
it: Sblocca
ja: ミュート解除
ko: 뮤트 해제
nl: Dempen opheffen
pl: Wyłącz wyciszenie
tr: Susturmayı Kaldır
uk: Відновити
zh_hans: 取消免打扰
zh_hant: 取消靜音

# account.action.share
source: Share this account
be: Падзяліцца гэтым уліковым запісам
eu: Partekatu kontua
it: Condividi account
ja: このアカウントを共有する
ko: 공유
nl: Deel dit account
pl: Udostępnij to konto
uk: Поширити цей профіль
zh_hans: 分享此账户
zh_hant: 分享此帳號

# account.boosted-by
source: Boosted by
be: Павялічана
ca: Impulsat per
eu: Hauek bultzatua:
it: Condiviso da
ja: ブーストしました
ko: 부스트한 사용자
nl: Geboost door
pl: Podbity przez
tr: Tarafından Geliştirildi
uk: Поширено
zh_hans: 转发
zh_hant: 轉嘟者

# account.detail.about
source: About
be: Дадзеныя
ca: Quant a
eu: Honi buruz
it: Informazioni
ja: 詳細
ko: 정보
nl: Over
pl: Dane
tr: Hakkında
uk: Про
zh_hans: 附加信息
zh_hant: 關於

# account.detail.familiar-followers
source: Also followed by
be: Таксама адсочваецца
ca: També seguit per
eu: Hauek ere jarraitzen diote:
it: Seguito anche da
ja: 知っているかも
ko: 내가 아는 팔로워
nl: Ook gevolgd door
pl: Obserwowany także przez
tr: Şunlar tarafından da takip edilir
uk: Також відслідковується
zh_hans: 同样关注此账号的有
zh_hant: 其他跟隨者

# account.detail.n-fields %lld
source: %lld fields
be: %lld палёў
ca: %lld camps
it: %lld campi
ja: %lld カラム
ko: %lld개 항목
nl: %lld velden
tr: %lld alanlar
uk: %lld полів
zh_hans: %lld 个
zh_hant: %lld 欄

# account.detail.featured-tags-n-posts %lld
source: %lld posts
be: %lld допісаў
ca: %lld publicacions
it: %lld post
ja: %lld 投稿
ko: %lld개 글
tr: %lld gönderiler
uk: %lld дописів
zh_hans: %lld 条嘟文
zh_hant: %lld 嘟文

# account.edit.about
source: About
be: Апісанне
ca: Quant a
eu: Zure buruari buruz
it: Informazioni
ja: 詳細
ko: 정보
nl: Over
pl: Opis
tr: Hakkında
uk: Про
zh_hans: 关于
zh_hant: 關於

# account.edit.account-settings.bot
source: Bot account
be: Уліковы запіс бота
ca: Compte bot
eu: Bot kontua
it: Account gestito da un bot
ja: Botアカウント
ko: 봇 계정
pl: Konto bota
tr: Bot Hesap
uk: Це обліковий запис бота
zh_hans: 机器人账号
zh_hant: 機器人帳號

# account.edit.account-settings.discoverable
source: Discoverable
be: Выяўляны
ca: Visible
eu: Aurki zaitzakete
it: Indicizzabile
ja: 誰でも見れる
ko: 다른 사용자들에게 이 계정 추천
nl: Vindbaar
pl: Wykrywalne
tr: Keşfedilebilir
uk: Оприлюднити обліковий запис у каталозі
zh_hans: 公开
zh_hant: 公開

# account.edit.account-settings.private
source: Private
be: Асабістыя
ca: Privat
eu: Pribatua
it: Privato
ja: プライベート
ko: 팔로우 요청 필요
nl: Privé
pl: Prywatne
tr: Gizli
uk: Зробити обліковий запис приватним
zh_hans: 私密
zh_hant: 私密

# account.edit.account-settings.section-title
source: Account settings
be: Налады уліковага запісу
ca: Configuració del compte
eu: Kontuaren ezarpenak
it: Impostazioni account
ja: アカウント設定
ko: 계정 설정
nl: Accountinstellingen
pl: Ustawienia konta
tr: Hesap Ayarları
uk: Налаштування облікового запису
zh_hans: 账户设置
zh_hant: 帳號設定

# account.edit.display-name
source: Display Name
be: Імя для адлюстравання
ca: Nom a mostrar
eu: Pantaila izena
it: Nome visibile
ja: 表示名
ko: 표시되는 이름
nl: Weergavenaam
pl: Nazwa wyświetlana
tr: Gösterim Adı
uk: Імʼя для відображення
zh_hans: 显示名称
zh_hant: 顯示名稱

# account.edit.error.save.message
source: Error while saving your profile, please try again.
be: Памылка пры захаванні профілю, паўтарыце спробу.
ca: Error en desar el perfil, torneu-ho a provar.
eu: Errorea profila gordetzean; saiatu berriro.
it: Errore durante il salvataggio del tuo profilo, riprova di nuovo.
ja: プロフィールの保存中にエラーが発生しました、もう一度試してください
ko: 프로필을 저장하지 못했습니다. 다시 시도해주세요.
nl: Er heeft zich een fout voorgedaan tijdens het bewaren van je profiel. Probeer het nogmaals
pl: Błąd podczas zapisywania profilu, proszę spróbować ponownie.
tr: Profilinizi kaydederken bir hata oluştu, lütfen tekrar deneyin.
uk: Помилка збереження вашого облікового запису, спробуйте ще раз.
zh_hans: 保存个人资料时出错, 请重试。
zh_hant: 儲存個人檔案時發生錯誤，請再試一次。

# account.edit.error.save.title
source: Error while saving your profile
be: Памылка пры захаванні профілю
ca: Error en desar el perfil
eu: Errorea profila gordetzean
it: Errore durante il salvataggio del tuo profilo
ja: プロフィールの保存中にエラーが発生しました
ko: 프로필 저장 오류
nl: Fout tijdens het bewaren van je profiel
pl: Błąd podczas zapisywania profilu
tr: Profilinizi kaydederken bir hata oluştu
uk: Помилка збереження облікового запису
zh_hans: 保存个人资料时出错
zh_hant: 儲存個人檔案時發生錯誤
