Repository: Dimillian/IceCubesApp
Catalog: IceCubesApp/Resources/Localization/*.lproj/Localizable.strings
Languages: be, ca, eu, it, ja, ko, nl, pl, tr, uk, zh_hans, zh_hant

# notifications.label.mention %lld
source: mentioned you
be: згадаў вас
ca: us ha mencionat
it: ti ha menzionato
ja: あなたについて言及されています
ko: 님이 나를 언급함
pl: wymienił(a) cię
tr: senden bahsetti
uk: загадано вас
zh_hans: 提及了你
zh_hant: 提及了您

# notifications.label.reblog %lld
source: boosted
be: павышае вас
ca: ha impulsat
it: ha condiviso
ja: ブーストしました
ko: 부스트함
pl: podbił(a)
tr: yükseltildi
uk: поширено
zh_hans: 已转发
zh_hant: 轉嘟了您的嘟文

# notifications.label.poll
source: poll ended
be: апытанне скончана
ca: l'enquesta ha finalitzat
eu: (r)en bozketa amaitu da
it: votazione conclusa
ja: 投票終了
ko: 님의 투표가 끝남
nl: poll beëindigd
pl: sondaż zakończony
tr: anket sona erdi
uk: завершення опитування
zh_hans: 投票结束
zh_hant: 投票結束

# notifications.label.follow-request
source: requested to follow you
be: адпраўлены запыт на тое, каб сачыць за вамі
ca: ha sol·licitat seguir-vos
eu: (e)k jarraitzeko eskaera egin dizu
it: ha chiesto di seguirti
ja: フォローリクエストが届いています
ko: 님이 나에게 팔로우 요청을 보냄
nl: wil je volgen
pl: prosił(a) o obserwowanie cię
tr: seni takip etmek istiyor
uk: запит на підписку
zh_hans: 关注申请
zh_hant: 申請跟隨您

# notifications.label.status
source: posted a status
be: апублікаваў статус
ca: ha fet una publicació
eu: (e)k argitaratu du
it: ha pubblicato uno stato
ja: 投稿されたステータス
ko: 님의 새 글
nl: nieuwe status
pl: opublikował(a) status
tr: bir durum paylaştı
uk: публікація допису
zh_hans: 发表了一条嘟文
zh_hant: 發表了嘟文

# notifications.label.update
source: edited a post
be: адрэдагаваў допіс
ca: ha editat una publicació
eu: (e)k bidalketa editatu du
it: ha modificato un post
ja: 編集済み
ko: 님이 글을 수정함
nl: wijzigde een post
pl: edytował(a) post
tr: bir gönderiyi düzenledi
uk: зміна допису
zh_hans: 编辑了一条嘟文
zh_hant: 編輯了嘟文

# notifications.menu-title.favorite
source: Favorite
be: Абранае
ca: Preferits
eu: Gogokoak
it: Preferiti
ja: お気に入り
ko: 좋아요
nl: Favoriet
pl: Polubione
tr: Favori
uk: Уподобання
zh_hans: 喜欢
zh_hant: 最愛

# notifications.menu-title.follow
source: Follow
be: Сачыць
ca: Seguiments
eu: Jarraipenak
it: Chi segui
ja: フォロー
ko: 새 팔로워
nl: Volg
pl: Obserwujący
tr: Takip Et
uk: Підписка
zh_hans: 关注
zh_hant: 跟隨

# notifications.menu-title.follow-request
source: Follow Request
be: Запыт на падпіску
ca: Sol·licituds de seguiment
eu: Jarraipen-eskaerak
it: Richieste di amicizia
ja: フォローリクエスト
ko: 팔로우 요청
nl: Volgverzoek
pl: Prośby o obserwację
tr: Takip Etme İsteği
uk: Запит на підписку
zh_hans: 关注申请
zh_hant: 跟隨申請

# notifications.menu-title.mention
source: Mention
be: Згадка
ca: Mencions
eu: Aipamenak
it: Menzioni
ja: 返信
ko: 나를 언급
nl: Vermelding
pl: Wzmianki
tr: Bahset
uk: Згадування
zh_hans: 提及
zh_hant: 提及

# notifications.menu-title.poll
source: Poll
be: Апытанне
ca: Enquestes
eu: Bozketak
it: Sondaggi
ja: 投票
ko: 투표 결과
pl: Sondaże
tr: Anket
uk: Опитування
zh_hans: 投票
zh_hant: 投票

# notifications.menu-title.reblog
source: Boost
be: Павышэнне
ca: Impulsos
eu: Bultzadak
it: Condivisioni
ja: ブースト
ko: 부스트
pl: Podbicia
tr: Yükselt
uk: Поширення
zh_hans: 转发
zh_hant: 轉嘟

# notifications.menu-title.status
source: Post
be: Допіс
ca: Publicacions
eu: Bidalketak
ja: 投稿
ko: 새 글
pl: Posty
tr: Gönder
uk: Дописи
zh_hans: 嘟嘟
zh_hant: 嘟文

# notifications.menu-title.update
source: Post Edited
be: Допіс адрэдагавана
ca: Edicions de publicacions
eu: Bidalketen edizioak
it: Post modificati
ja: 編集済み
ko: 수정된 글
nl: Post gewijzigd
pl: Posty edytowane
tr: Gönderi Düzenlendi
uk: Редагування дописів
zh_hans: 已编辑嘟文
zh_hant: 嘟文更新

# notifications.navigation-title
source: All Notifications
be: Усе апавяшчэнні
ca: Totes les notificacions
eu: Jakinarazpen guztiak
it: Tutte le notifiche
ja: 全ての通知
ko: 모든 알림
nl: Alle notificaties
pl: Wszystkie komunikaty
tr: Bütün Bildirimler
uk: Усі сповіщення
zh_hans: 全部通知
zh_hant: 所有通知

# notifications.tab.all
source: All
be: Усе
ca: Totes
eu: Guztia
it: Tutto
ja: 全て
ko: 모든 알림
nl: Alle
pl: Wszystko
tr: Tamamı
uk: Усі
zh_hans: 全部
zh_hant: 所有

# notifications.tab.mentions
source: Mentions
be: Згадванні
ca: Mencions
eu: Aipamenak
it: Menzioni
ja: 返信
ko: 언급
nl: Vermeldingen
pl: Wzmianki
tr: Bahsetmeler
uk: Згадування
zh_hans: 提及
zh_hant: 提及

# notifications.label.status.push
source: 🖊️ Posted:
be: 🖊️ Апублікавана:
eu: 🖊️ Argitaratu du:
it: 🖊️ ha inviato:
ja: 🖊️ 投稿：
ko: 🖊️ 새 글:
nl: 🖊️ Heeft gepost:
pl: 🖊️ Opublikował(a):
uk: 🖊️ Опубліковано:
zh_hans: 🖊️ 发表了：
zh_hant: 🖊️ 發表了：

# notifications.label.reblog.push
source: 🚀 Boosted:
be: 🚀 Павышана:
eu: 🚀 Bultzatu du:
it: 🚀 ha condiviso:
ja: 🚀 ブースト：
ko: 🚀 부스트함:
nl: 🚀 Heeft geboost:
pl: 🚀 Podbił(a):
uk: 🚀 Поширено:
zh_hans: 🚀 转发了：
zh_hant: 🚀 轉嘟了：

# notifications.label.follow.push
source: 👋 Followed you:
be: 👋 Сочыць за вамі:
eu: 👋 Jarraitu dizu:
it: 👋 ti segue:
ja: 👋 あなたをフォロー：
ko: 👋 나를 팔로우함:
nl: 👋 Volgt jou:
pl: 👋 Obserwuje cię:
uk: 👋 Підписався:
zh_hans: 👋 新增关注：
zh_hant: 👋 跟隨了您：

# notifications.label.follow-request.push
source: 🔒 Requested to follow you:
be: 🔒 Запрасіў сачыць за вамі:
eu: 🔒 Jarraipen-eskaera bidali dizu:
it: 🔒 ha richiesto di seguirti:
ja: 🔒 フォローリクエスト：
ko: 🔒 나에게 팔로우 요청을 보냄:
nl: 🔒 Wil je volgen:
pl: 🔒 Prosi o obserwację:
uk: 🔒 Запит на підписку:
zh_hans: 🔒 请求关注你：
zh_hant: 🔒 申請跟隨您：

# notifications.label.favorite.push
source: ⭐️ Starred:
be: ⭐️ Пазначана зоркай:
eu: ⭐️ Gogoko du:
it: ⭐️ ha inserito nei preferiti:
ja: ⭐️ お気に入り：
ko: ⭐️ 좋아요함:
nl: ⭐️ Heeft als favoriet gemarkeerd:
pl: ⭐️ Polubił(a):
uk: ⭐️ Вподобано:
zh_hans: ⭐️ 喜欢了：
zh_hant: ⭐️ 加入了最愛：

# notifications.label.poll.push
source: 📈 Poll ended:
be: 📈 Апытанне скончана:
eu: 📈 Bozketa amaitu da:
it: 📈 Sondaggio chiuso:
ja: 📈 投票終了：
ko: 📈 투표가 끝남:
nl: 📈 Poll is beëindigd:
pl: 📈 Sondaż zakończony:
uk: 📈 Опитування завершено:
zh_hans: 📈 投票结束：
zh_hant: 📈 投票結束：

# notifications.label.update.push
source: Updated:
be: Абноўлена:
eu: Eguneratu du:
it: ha aggiornato:
ja: 更新：
ko: 글을 수정함:
nl: Bijgewerkt:
pl: Zaktualizował(a):
uk: Оновлено:
zh_hans: 更新了：
zh_hant: 更新了：

# timeline.federated
source: Federated
be: Аб'яднаны
ca: Federada
eu: Federatua
it: Federazione
ja: 連合
ko: 연합
nl: Gefedereerd
pl: Strumień globalny
tr: Birleştirilmiş
uk: Глобальна
zh_hans: 跨站
zh_hant: 聯邦

# timeline.latest
source: Jump to Latest
be: Перайсці да апошняга
eu: Egin salto berrienera
it: Vai all'ultimo post
ja: 最新情報までジャンプ
ko: 최신 타임라인 다시 불러오기
nl: Spring naar meest recent
pl: Najnowsze posty
uk: Перейти до нових
zh_hans: 跳转到最新
zh_hant: 跳至最新

# timeline.home
source: Home
be: Галоўная
ca: Inici
eu: Hasiera
ja: ホーム
ko: 홈
nl: Start
pl: Strona główna
tr: Ana Ekran
uk: Домівка
zh_hans: 主页
zh_hant: 首頁

# timeline.local
source: Local
be: Мясцовы
eu: Lokala
it: Locale
ja: ローカル
ko: 로컬
nl: Lokaal
pl: Strumień lokalny
tr: Yerel
uk: Локальна
zh_hans: 本地
zh_hant: 本站

# timeline.n-recent-from-n-participants %lld %lld
source: %lld recent posts from %lld participants
be: %lld нядаўніх допісаў ад %lld удзельнікаў
ca: %lld publicació recents de %lld participants
it: %lld post recenti da %lld partecipanti
ja: %lld トゥートの投稿 %lld 人が投稿している
ko: %lld개 최근 글 (%lld명이 이야기 중)
nl: %lld recente posts van %lld deelnemers
tr: %lld katılımcılar tarafından %lld yeni gönderiler
uk: %lld нових дописів від %lld учасників
zh_hans: 最近 %lld 条嘟文来自 %lld 个参与者
zh_hant: %lld 篇新嘟文，%lld 位參與者

# timeline.trending
source: Trending
be: Трэндавыя
ca: Tendència
eu: Joerak
ja: トレンド
ko: 뜨고 있는
pl: Teraz popularne
uk: Популярне
zh_hans: 当下流行
zh_hant: 流行

# timeline.add.url
source: Instance URL
be: URL асобніка
eu: Instantziaren URLa
it: URL dell'istanza
ja: インスタンスURL
ko: 인스턴스 URL
nl: Instantie-URL
pl: URL instancji
uk: URL сервера
zh_hans: 服务器 URL
zh_hant: 伺服器 URL

# status.action.translate
source: Translate
be: Перакласці
ca: Tradueix
eu: Itzuli
it: Traduci
ja: 翻訳
ko: 번역
nl: Vertaal
pl: Przetłumacz
tr: Tercüme et
uk: Перекласти
zh_hans: 翻译
zh_hant: 翻譯

# status.action.translate-with-deepl
source: Translate with DeepL
eu: Itzuli DeepL erabiliz
it: Traduci con DeepL
ja: DeepLを使用して翻訳
ko: DeepL 번역
nl: Vertaal met DeepL
pl: Przetłumacz za pomocą DeepL
uk: Перекласти з допомогою DeepL
zh_hans: 由 DeepL 翻译
zh_hant: 以 DeepL 翻譯

# status.action.translated-label-%@
source: Translated using %@
be: Пераклад з дапамогай %@
ca: Traduït amb %@
eu: %@ erabiliz itzulia
it: Tradotto usando %@
ja: %@ を使用して翻訳
ko: %@ 서비스를 통해 번역됨
nl: Vertaald met %@
pl: Przetłumaczono za pomocą %@
tr: %@ tarafından tercüme edildi
uk: Переклад з допомогою %@
zh_hans: 由 %@ 翻译
zh_hant: 翻譯服務 %@

# status.action.translated-label-from-%@-%@
source: Translated from %@ using %@
eu: %@(e)tik %@ erabiliz itzulia
it: Tradotto da %@ usando %@
ja: %@ から %@ を使用して翻訳
ko: %2$@ 서비스를 통해 %1$@에서 번역됨
nl: Vertaald uit het %@ met %@
pl: Tekst %@ przetłumaczono za pomocą %@
uk: Переклад з %@ з допомогою %@
zh_hans: 翻译自 %@，使用 %@
zh_hant: 從 %@ 以 %@ 翻譯

# status.action.bookmark
source: Bookmark
be: Закладка
ca: Afegeix als marcadors
eu: Jarri laster-marka
it: Salva nei segnalibri
ja: ブックマーク
ko: 보관함에 추가
nl: Voeg bladwijzer toe
pl: Dodaj zakładkę
tr: Yer İmi Ekle
uk: У закладки
zh_hans: 书签
zh_hant: 書籤

# status.action.boost
source: Boost
be: Павышэнне
ca: Impulsa
eu: Bultzatu
ja: ブースト
ko: 부스트
pl: Podbij
tr: Yükselt
uk: Поширити
zh_hans: 转发
zh_hant: 轉嘟

# status.action.boost-to-followers
source: Boost to Followers
be: Павысіць для падпісчыкаў
eu: Bultzatu jarraitzaileek ikus dezaten
it: Condividi con i followers
ja: フォロワーにブースト
ko: 팔로워에게만 부스트
nl: Boost aan volgers
pl: Podbij do obserwujących
uk: Поширити Підписникам
zh_hans: 转发给粉丝
zh_hant: 轉嘟給跟隨者

# status.action.copy-text
source: Copy Text
be: Капіяваць тэкст
ca: Copia el text
eu: Kopiatu testua
it: Copia il testo
ja: テキストをコピー
ko: 복사
nl: Kopieer tekst
pl: Kopiuj tekst
tr: Yazıyı Kopyala
uk: Копіювати текст
zh_hans: 拷贝文本
zh_hant: 拷貝本文

# status.action.copy-link
source: Copy Link
eu: Kopiatu esteka
it: Copia il link
ja: リンクをコピー
ko: 링크 복사
nl: Kopieer link
pl: Kopiuj link
uk: Копіювати посилання
zh_hans: 拷贝链接
zh_hant: 拷貝連結

# status.action.delete
source: Delete
be: Выдаліць
ca: Elimina
eu: Ezabatu
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijder
pl: Usuń
tr: Sil
uk: Видалити
zh_hans: 删除
zh_hant: 刪除

# status.action.delete.confirm.title
source: Confirm
be: Пацвердзіць
eu: Baieztatu
it: Richiesta di conferma
ja: 確認
ko: 삭제 확인
nl: Bevestigen
pl: Potwierdź
uk: Підтвердження
zh_hans: 确认删除
zh_hant: 確認

# status.action.delete.confirm.message
source: are you sure you want to delete this post?
be: вы ўпэўнены, што жадаеце выдаліць гэты допіс?
eu: Ziur bidalketa ezabatu nahi duzula?
it: Sei sicuro di voler cancellare questo post?
ja: 本当に投稿を削除しますか？
ko: 이 글을 정말 삭제하시겠습니까?
nl: Weet je zeker dat je deze post wilt verwijderen?
pl: czy na pewno chcesz usunąć ten post?
uk: ви впевнені, що хочете видалити цей допис?
zh_hans: 你确认要删除此嘟文吗？
zh_hant: 您確定要刪除本嘟文？

# status.action.edit
source: Edit
be: Рэдагаваць
ca: Edita
eu: Editatu
it: Modifica
ja: 編集
ko: 수정
nl: Bewerk
pl: Edytuj
tr: Düzenle
uk: Редагувати
zh_hans: 编辑
zh_hant: 編輯

# status.action.favorite
source: Favorite
be: У ўлюбёныя
ca: Marca com a preferit
eu: Egin gogoko
it: Apprezza
ja: お気に入り
ko: 좋아요
nl: Maak favoriet
pl: Dodaj do polubionych
tr: Favori
uk: Вподобане
zh_hans: 喜欢
zh_hant: 最愛

# status.action.mention
source: Mention
be: Згадаць
ca: Menciona
eu: Aipatu
it: Menziona
ja: 返信
ko: 언급
nl: Vermelden
pl: Wymień osobę
tr: Bahset
uk: Згадки
zh_hans: 提及
zh_hant: 提及

# status.action.message
source: Message
be: Паведамленне
ca: Envia un missatge
eu: Bidali mezua
it: Invia messaggio
ja: メッセージ
ko: 메시지 작성
nl: Stuur bericht
pl: Wyślij wiadomość
tr: Mesaj
uk: Повідомлення
zh_hans: 私信
zh_hant: 私訊

# status.action.pin
source: Pin
be: Замацаваць
ca: Fixa
eu: Finkatu
it: Fissa
ja: 固定
ko: 고정
nl: Zet vast
pl: Przypnij
tr: Sabitle
uk: Закріпити
zh_hans: 固定
zh_hant: 釘選

# status.action.post
source: Post
be: Апублікаваць
ca: Publica
eu: Argitaratu
it: Invia
ja: 投稿
ko: 게시
pl: Opublikuj
tr: Gönder
uk: Допис
zh_hans: 嘟嘟
zh_hant: 嘟文

# status.action.quote
source: Quote this post
be: Цытаваць гэты допіс
ca: Cita la publicació
eu: Aipatu bidalketa
it: Cita il post
ja: この投稿を引用する
ko: 인용
nl: Deze post citeren
pl: Cytuj ten post
tr: Bu gönderiden bahset
uk: Цитувати цей допис
zh_hans: 引用
zh_hant: 引述本嘟文

# status.action.reply
source: Reply
be: Адказаць
ca: Respon
eu: Erantzun
it: Rispondi
ja: リプライ
ko: 댓글
nl: Antwoord
pl: Odpowiedz
tr: Cevapla
uk: Відповісти
zh_hans: 回复
zh_hant: 回覆

# status.action.section.your-post
source: Your post
be: Ваш допіс
ca: La vostra publicació
eu: Zure bidalketa
it: I tuoi post
ja: あなたの投稿
ko: 내 글을
nl: Jouw post
pl: Twój post
tr: Senin gönderin
uk: Ваш допис
zh_hans: 你的嘟文
zh_hant: 您的嘟文

# status.action.share
source: Share this post
be: Падзяліцца гэтым допісам
ca: Comparteix la publicació
eu: Partekatu bidalketa
it: Condividi questo post
ja: 投稿を共有する
ko: 링크 및 본문 공유
nl: Deel deze post
pl: Udostępnij ten post
tr: Bu gönderiyi paylaş
uk: Поширити цей допис
zh_hans: 分享嘟文
zh_hant: 分享本嘟文

# status.action.share-link
source: Share post link
be: Падзяліцца спасылкай на допіс
eu: Partekatu bidalketaren esteka
it: Condividi il link del post
ja: リンクを共有する
ko: 링크 공유
nl: Deel link naar post
pl: Udostępnij link do tego postu
uk: Поширити посилання на допис
zh_hans: 分享嘟文链接
zh_hant: 分享嘟文連結

# status.action.share-image
source: Share post as image
be: Падзяліцца допісам як выявай
eu: Partekatu bidalketa irudi gisa
it: Condividi il post come immagine
ja: 画像を共有する
ko: 이미지로 공유
nl: Deel post als afbeelding
pl: Udostępnij ten post jako obrazek
uk: Поширити як зображення
zh_hans: 分享嘟文为图片
zh_hant: 用影像分享本嘟文

# status.action.share-title
source: Share
be: Падзяліцца
eu: Partekatu
it: Condividi
ja: 共有
ko: 공유
nl: Delen
pl: Udostępnij
uk: Поширення
zh_hans: 分享
zh_hant: 分享

# status.action.unbookmark
source: Unbookmark
be: Скасаваць закладку
ca: Elimina dels marcadors
eu: Kendu laster-marka
it: Rimuovi il segnalibro
ja: ブックマークを外す
ko: 보관함에서 제거
nl: Verwijder bladwijzer
pl: Usuń zakładkę
tr: Yer İmini Kaldır
uk: Вилучити із закладок
zh_hans: 取消书签
zh_hant: 取消書籤

# status.action.unboost
source: Unboost
be: Адмяніць павышэнне
ca: Desfés l'impulsa
eu: Kendu bultzada
it: Rimuovi il boost
ja: ブーストをやめる
ko: 부스트 취소
nl: Maak boost ongedaan
pl: Cofnij podbicie
tr: Yükseltmeyi Kaldır
uk: Відмінити поширення
zh_hans: 取消转发
zh_hant: 取消轉嘟

# status.action.unfavorite
source: Unfavorite
be: Выдаліць з улюбенага
ca: Desfés el preferit
eu: Kendu gogokoa
it: Rimuovi l'apprezzamento
ja: お気に入りから外す
ko: 좋아요 취소
nl: Verwijder favoriet
pl: Usuń z polubionych
tr: Favoriyi Kaldır
uk: Вилучити із вподобаного
zh_hans: 取消喜欢
zh_hant: 取消最愛

# status.action.unpin
source: Unpin
be: Адмацаваць
ca: Deixa de fixar
eu: Utzi finkatzeari
it: Non fissare
ja: 固定しない
ko: 고정 해제
nl: Maak los
pl: Odepnij
tr: Sabitlemeyi Kaldır
uk: Відкріпити
zh_hans: 取消固定
zh_hant: 取消釘選

# status.action.view-in-browser
source: View in Browser
be: Прагляд у браўзеры
ca: Mostra al navegador
eu: Ikusi nabigatzailean
it: Mostra nel Browser
ja: ブラウザで見る
ko: 브라우저에서 보기
nl: Open in browser
pl: Otwórz w przeglądarce
tr: Tarayıcıda Göster
uk: Переглянути у браузері
zh_hans: 在浏览器中打开
zh_hant: 在瀏覽器裡開啟

# status.card.share
source: Share this link
be: Падзяліцца гэтай спасылкай
ca: Comparteix aquest enllaç
eu: Partekatu esteka
it: Condividi questo link
ja: このリンクを共有する
ko: 링크 공유
nl: Deel deze link
pl: Udostępnij ten link
uk: Поширити це посилання
zh_hans: 分享此链接
zh_hant: 分享本連結

# status.card.copy
source: Copy this link
be: Скапіяваць гэтую спасылку
ca: Copia aquest enllaç
eu: Kopiatu esteka
it: Copia questo link
ja: このリンクをコピーする
ko: 링크 복사
nl: Kopieer deze link
pl: Kopiuj ten link
uk: Скопіювати це посилання
zh_hans: 拷贝此链接
zh_hant: 拷貝本連結

# status.draft.delete
source: Delete Draft
be: Выдаліць чарнавік
ca: Elimina l'esborrany
eu: Ezabatu zirriborroa
it: Cancella la bozza
ja: 下書きを削除
ko: 삭제
nl: Verwijder concept
pl: Usuń wersję roboczą
tr: Taslağı Sil
uk: Видалити чернетку
zh_hans: 删除草稿
zh_hant: 刪除草稿

# status.draft.save
source: Save Draft
be: Захаваць чарнавік
ca: Desa l'esborrany
eu: Gorde zirriborroa
it: Salva la bozza
ja: 下書きを保存
ko: 임시 보관함에 저장
nl: Bewaar concept
pl: Zachowaj wersję roboczą
tr: Taslağı Kaydet
uk: Зберегти чернетку
zh_hans: 保存草稿
zh_hant: 儲存草稿

# status.editor.ai-prompt.correct
source: Correct text
be: Выправіць тэкст
ca: Corregeix el text
eu: Zuzendu testua
it: Correggi il testo
ja: テキストを修正する
ko: 맞게 고치기
nl: Corrigeer tekst
pl: Popraw tekst
tr: Yazıyı Düzelt
uk: Виправити текст
zh_hans: 检查拼写和语法
zh_hant: 更正

# status.editor.ai-prompt.add-tags
source: Add #Tags in place
eu: Gehitu #Traolak tokian
it: Aggiungi #Hashtag al testo
ja: #タグを所定の位置に追加
ko: 주요 단어 #태그 표시하기
nl: Hashtags in tekst
pl: Dodaj hasztagi wewnątrz tekstu
uk: Додати #Tags за текстом
zh_hans: 自动添加#标签
zh_hant: 原地加入#標籤

# status.editor.ai-prompt.insert-tags
source: Add #Tags after my text
eu: Gehitu #Traolak amaieran
it: Aggiungi #Hashtag dopo il testo
ja: テキストの後に#タグを追加
ko: 글 뒤에 #태그 추가하기
nl: Hashtags na tekst
pl: Dodaj hasztagi po moim tekście
uk: Додати #Tags у кінці
zh_hans: 在末尾添加#标签
zh_hant: 文末加入#標籤

# status.editor.ai-prompt.emphasize
source: Emphasize text
be: Вылучыць тэкст
ca: Amplia text
eu: Azpimarratu testua
it: Enfatizza il testo
ja: テキストを強調表示する
ko: 내용 강조하기
nl: Benadruk tekst
pl: Wyróżnij tekst
tr: Yazıyı Vurgula
uk: Розставити акценти
zh_hans: 使用强调语气
zh_hant: 強調

# status.editor.ai-prompt.fit
source: Shorten text
be: Скараціць тэкст
ca: Acurta el text
eu: Laburtu testua
it: Accorcia il testo
ja: テキストを短くする
ko: 간결하게 바꾸기
nl: Kort tekst in
pl: Skróć tekst
tr: Yazıyı Kısalt
uk: Скоротити текст
zh_hans: 精简文字
zh_hant: 精簡

# status.editor.description.add
source: Add description
be: Дадаць апісанне
ca: Afegeix una descripció
eu: Gehitu deskribapena
it: Aggiungi la descrizione
ja: 説明文を追加
ko: 설명 추가
nl: Voeg omschrijving toe
pl: Dodaj opis
tr: Açıklama Ekle
uk: Додати опис
zh_hans: 添加描述
zh_hant: 新增描述

# status.editor.description.edit
source: Edit description
be: Рэдагаваць апісанне
ca: Edita la descripció
eu: Editatu deskribapena
it: Modifica la descrizione
ja: 説明文を編集
ko: 설명 편집
nl: Bewerk omschrijving
pl: Edytuj opis
tr: Açıklamayı Düzenle
uk: Виправити опис
zh_hans: 编辑描述
zh_hant: 編輯描述

# status.editor.drafts.navigation-title
source: Drafts
be: Чарнавікі
ca: Esborranys
eu: Zirriborroak
it: Bozze
ja: 下書き
ko: 임시 보관함
nl: Concepten
pl: Wersje robocze
tr: Taslaklar
uk: Чернетки
zh_hans: 草稿
zh_hant: 草稿

# status.editor.emojis.navigation-title
source: Custom Emojis
be: Карыстальніцкія эмодзі
eu: Zerbitzariko emojiak
it: Emoji Personalizzate
ja: カスタム絵文字
ko: 커스텀 이모지
nl: Aangepaste emoji’s
pl: Emotikony własne
uk: Власні Emojis
zh_hans: 自定义表情
zh_hant: 自訂表情符號

# status.editor.error.upload
source: Error uploading
be: Памылка пры запампоўцы
ca: Error en la pujada
eu: Errorea igotzerakoan
it: Errore durante il caricamento
ja: アップロードエラー
ko: 전송 오류
nl: Fout tijdens uploaden
pl: Błąd wysyłania
tr: Yüklerken Hata Oluştu
uk: Помилка завантаження
zh_hans: 上传错误
zh_hant: 上傳錯誤

# status.editor.language-select.navigation-title
source: Select Language
be: Абярыце мову
ca: Selecciona la llengua
eu: Hautatu hizkuntza
it: Scegli la lingua
ja: 言語設定
ko: 글 언어 지정
nl: Taal selecteren
pl: Wybierz język
tr: Dil Seç
uk: Обрати мову
zh_hans: 选择语言
zh_hant: 選擇語言

# status.editor.language-select.recently-used
source: Recently Used
be: Нядаўна выкарыстаны
ca: Recents
eu: Duela gutxi erabilitakoak
it: Usato recentemente
ja: 最近使用した
ko: 최근 사용
nl: Onlangs gebruikt
pl: Ostatnio użyty
tr: Son Kullanılanlar
uk: Остання обрана
zh_hans: 最近使用
zh_hant: 最近用過

# status.editor.language-select.confirmation.detected-%@
source: Post in %@ (Detected language)
be: Апублікаваць на %@ (выяўленая мова)
eu: Argitaratu %@(e)z (Antzemandako hizkuntza)
it: Pubblica in %@ (Lingua rilevata)
ja: %@ で投稿(検出された言語)
ko: %@로 표시하여 게시 (인식된 언어)
nl: Post in het %@ (gedetecteerde taal)
pl: Publikuj jako %@ (wykryty język)
uk: Опубліковано на %@ (Detected language)
zh_hans: 直接使用 %@ 发送
zh_hant: 嘟文用 %@（偵測語言）發表

# status.editor.language-select.confirmation.selected-%@
source: Post in %@ (Selected language)
be: Апублікаваць на %@ (Выбраная мова)
eu: Argitaratu %@(e)z (Hautatutako hizkuntza)
it: Pubblica in %@ (Lingua selezionata)
ja: %@ で投稿(選択された言語)
ko: %@로 표시하여 게시 (선택한 언어)
nl: Post in het %@ (selecteerde taal)
pl: Publikuj jako %@ (wybrany język)
uk: Опубліковано на %@ (Selected language)
zh_hans: 选择使用 %@ 发送
zh_hant: 嘟文用 %@（選擇語言）發表

# status.editor.media.edit-image
source: Edit Media
be: Рэдагаваць выяву
ca: Edita la imatge
eu: Editatu irudiak
it: Modifica l'immagine
ja: イメージの編集
ko: 미디어 편집
nl: Afbeelding bewerken
pl: Edytuj obrazek
tr: Görüntüyü Düzenle
uk: Змінити медіа
zh_hans: 编辑图片
zh_hant: 編輯媒體

# status.editor.media.image-description
source: Media description
be: Апісанне выявы
ca: Descripció de la imatge
eu: Irudiaren deskribapena
it: Descrizione dell'immagine
ja: イメージの説明文
ko: 미디어 설명
nl: Omschrijving
pl: Opis obrazka
tr: Görüntü Açıklaması
uk: Опис медіа
zh_hans: 图片描述
zh_hant: 媒體描述

# status.editor.mode.edit
source: Editing your post
be: Рэдагаванне вашай публікацыі
ca: Edita la publicació
eu: Bidalketa editatzen
it: Modifica post
ja: 投稿を編集する
ko: 글 수정
nl: Post bewerken
pl: Edycja twojego postu
tr: Gönderin Düzenleniyor
uk: Змінити ваш допис
zh_hans: 正在编辑你的嘟文
zh_hant: 編輯您的嘟文

# status.editor.mode.new
source: New Post
be: Новы допіс
ca: Publicació nova
eu: Bidalketa berria
it: Nuovo post
ja: 新しい投稿
ko: 새 글
nl: Nieuwe post
pl: Nowy post
tr: Yeni Gönderi
uk: Новий допис
zh_hans: 新嘟文
zh_hant: 新增嘟文

# status.editor.mode.quote-%@
source: Quote of %@
be: Цытата ад %@
ca: Cita de: %@
eu: %@(r)en aipamena
it: Citazione di %@
ja: %@ を引用する
ko: %@님의 글 인용
nl: Citaat van %@
pl: Cytując %@
tr: %@'dan alıntılandı
uk: Цитування %@
zh_hans: %@ 的引用
zh_hant: 引述 %@

# status.editor.mode.reply-%@
source: Replying to %@
be: Адказаць %@
ca: En resposta a %@
eu: %@(r)i erantzunez
it: In risposta a %@
ja: %@ に返信する
ko: %@님의 글에 댓글
nl: Antwoord aan %@
pl: Odpowiadając %@
tr: %@'a cevap veriliyor
uk: У відповідь на %@
zh_hans: 回复 %@
zh_hant: 回覆 %@

# status.editor.restore-previous
source: Restore previous text
be: Аднавіць папярэдні тэкст
ca: Restaura el text anterior
eu: Berreskuratu lehengo testua
it: Ripristina il testo precedente
ja: 前のテキストに戻す
ko: 이전 상태로 되돌리기
nl: Herstel vorige tekst
pl: Przywróć poprzedni tekst
tr: Geçmiş yazıyı geri getir
uk: Відновити попередній текст
zh_hans: 撤销更改
zh_hant: 還原本文

# status.editor.spoiler
source: Spoiler Text
be: Тэкст спойлера
ca: Escriviu l'espòiler
eu: Edukiari buruzko oharra
it: Testo spoiler
ja: ネタバレ
ko: 열람 주의 문구
nl: Spoilertekst
pl: Tekst spoilera
tr: Spoiler Yazısı
uk: Спойлер
zh_hans: 剧透警告
zh_hant: 劇透警告

# status.editor.text.placeholder
source: What's on your mind?
be: Пра што вы думаеце?
ca: Què us passa pel cap?
eu: Zer duzu buruan?
it: A cosa stai pensando?
ja: いま、何を考えているの？
ko: 무슨 생각을 하고 계신가요?
nl: Waar denk je aan?
pl: Co ci chodzi po głowie?
tr: Aklında ne var?
uk: Що у вас на думці?
zh_hans: 在想些什么呢？
zh_hant: 您在想些什麼呢？

# status.editor.visibility
source: Post visibility
be: Бачнасць допісу
ca: Visibilitat de la publicació
eu: Bidalketaren irismena
it: Visibilità del post
ja: 投稿の公開範囲
ko: 글 공개 범위
nl: Zichtbaarheid
pl: Widoczność postu
tr: Görüntü görünürlüğü
uk: Видимість допису
zh_hans: 嘟文可见性
zh_hant: 嘟文能見度

# status.editor.photo-library
source: Photos Library
eu: Argazki-liburutegia
it: Libreria foto
ja: 写真ライブラリ
ko: 사진 보관함
nl: Fotobibliotheek
pl: Biblioteka zdjęć
uk: Бібліотека світлин
zh_hans: 照片图库
zh_hant: 相片圖庫

# status.editor.camera-picker
source: Take Photo
eu: Egin argazkia
it: Scatta una foto
ko: 사진 찍기
nl: Maak foto
pl: Zrób zdjęcie
uk: Зробити світлину
zh_hans: 拍照
zh_hant: 拍攝相片

# status.editor.browse-file
source: Browse Files
eu: Arakatu fitxategiak
it: Sfoglia file
ja: ファイルの参照
ko: 파일 선택
nl: Bestanden
pl: Przeglądaj pliki
uk: Переглянути файли
zh_hans: 选取文件
zh_hant: 瀏覽檔案
