Repository: Dimillian/IceCubesApp
Catalog: IceCubesApp/Resources/Localization/*.lproj/Localizable.strings
Languages: be, ca, eu, it, ja, ko, nl, pl, tr, uk, zh_hans, zh_hant

# action.cancel
source: Cancel
be: Скасаваць
ca: Cancel·la
eu: Utzi
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleer
pl: Anuluj
tr: İptal Et
uk: Відміна
zh_hans: 取消
zh_hant: 取消

# action.delete
source: Delete
be: Выдаліць
ca: Elimina
eu: Ezabatu
it: Cancella
ja: 削除
ko: 삭제
nl: Verwijder
pl: Usuń
tr: Sil
uk: Видалено
zh_hans: 删除
zh_hant: 刪除

# action.save
source: Save
be: Захаваць
ca: Desa
eu: Gorde
it: Salva
ja: 保存
ko: 저장
nl: Bewaar
pl: Zachowaj
tr: Kaydet
uk: Збережено
zh_hans: 保存
zh_hant: 儲存

# action.done
source: Done
be: Гатова
ca: Fet
eu: Eginda
it: Fatto
ja: 完了
ko: 완료
nl: Gereed
pl: Gotowe
tr: Tamamlandı
uk: Виконано
zh_hans: 完成
zh_hant: 結束

# action.retry
source: Retry
be: Паўтарыць спробу
ca: Reintenta
eu: Saiatu berriro
it: Riprova
ja: リトライ
ko: 다시 시도
nl: Opnieuw
pl: Spróbuj ponownie
tr: Yeniden Dene
uk: Повторити
zh_hans: 重试
zh_hant: 重試

# action.view.error
source: View error
be: Праглядзець памылку
ca: Mostra l'error
eu: Ikusi errorea
it: Errore di visualizzazione
ja: 閲覧エラー
ko: View 오류
nl: Bekijk fout
pl: Zobacz błąd
uk: Переглянути помилки
zh_hans: 查看错误
zh_hant: 檢視錯誤

# alert.button.ok
source: OK
ca: D'acord
eu: Ados
ko: 확인
tr: Tamam
uk: Гаразд

# alert.error
source: Error!
be: Памылка!
eu: Errorea!
it: Errore!
ja: エラー！
ko: 오류
nl: Fout!
pl: Błąd!
tr: Hata!
uk: Халепа!
zh_hans: 错误！
zh_hant: 錯誤！

# placeholder.loading.long
source: Loading, loading, loading ...
be: Загрузка, загрузка, загрузка ...
ca: S'està carregant, carregant, carregant...
eu: Kargatzen, kargatzen, kargatzen ...
it: Caricamento in corso...
ko: 로딩, 로딩, 또 로딩...
nl: Laden, laden, laden…
pl: Ładuję, ładuję, ładuję ...
tr: Yükleniyor, Yükleniyor, Yükleniyor ...
uk: Завантаження, завантаження, все ще завантаження ...
zh_hans: 加载，加载，再加载……
zh_hant: 下載，下載，再下載⋯

# placeholder.loading.short
source: Loading ...
be: Ідзе загрузка ...
ca: S'està carregant ...
eu: Kargatzen ...
it: Caricamento...
ko: 로드 중...
nl: Laden…
pl: Ładuję ...
tr: Yükleniyor ...
uk: Завантаження ...
zh_hans: 加载中……
zh_hant: 下載中⋯

source: See more
be: Глядзець больш
ca: Mostra'n més
eu: Ikusi gehiago
it: Vedi di più
ja: 詳細を見る
ko: 더 보기
nl: Bekijk meer
pl: Zobacz więcej
tr: Dahasını Gör
uk: Переглянути більше
zh_hans: 查看更多
zh_hant: 更多

# account.add.error.instance-not-supported
source: This instance is not currently supported.
be: Гэты асобнік зараз не падтрымліваецца.
ca: Aquesta instància no està suportada actualment.
eu: Aplikazioa ez da instantzia honekin bateragarria une honetan.
it: Questa istanza non è attualmente supportata.
ja: このインスタンスは現在サポートされていません
ko: 이 인스턴스는 현재 지원되지 않습니다.
nl: Deze instantie wordt momenteel niet ondersteund.
pl: Ten serwer nie jest aktualnie obsługiwany.
tr: Bu oluşum şu anda desteklenmiyor.
uk: Цей сервер наразі не підтримується.
zh_hans: 目前没有对该服务器的支持
zh_hant: 此伺服器現不支援。

# account.add.navigation-title
source: Add account
be: Дадаць уліковы запіс
ca: Afegeix un compte
eu: Gehitu kontua
it: Aggiungi account
ja: アカウントの追加
ko: 계정 추가
nl: Account toevoegen
pl: Dodaj konto
tr: Hesap Ekle
uk: Додати підключення
zh_hans: 添加账户
zh_hant: 新增帳戶

# account.add.sign-in
source: Sign in
be: Увайсці
ca: Inicia sessió
eu: Hasi saioa
it: Accedi
ja: サインイン
ko: 로그인
nl: Log in
pl: Zaloguj się
tr: Giriş Yap
uk: Зареєструватися
zh_hans: 登录
zh_hant: 登入

# enum.avatar-position.leading
source: Leading
be: Вядучы
ca: Davant
eu: Alboan
it: A fianco
ja: 水平方向に先頭
ko: 본문 옆
nl: Leidend
pl: Z lewej
tr: Önde
uk: Поряд
zh_hans: 居首
zh_hant: 前導

# enum.avatar-position.top
source: Top
be: Наверсе
ca: Dalt
eu: Corpusean
it: In alto
ja: 垂直方向に先頭
ko: 본문 위
nl: Boven
pl: Na górze
tr: Üstte
uk: Зверху
zh_hans: 顶部
zh_hant: 居頂

# enum.avatar-shape.circle
source: Circle
be: Кола
ca: Cercle
eu: Biribila
it: Cerchio
ja: 円形
ko: 원
nl: Cirkel
pl: Okrągły
tr: Çember
uk: Круг
zh_hans: 圆形
zh_hant: 圓形

# enum.avatar-shape.rounded
source: Rounded
be: Акруглены
ca: Arrodonida
eu: Biribildutako ertzak
it: Arrotondata
ja: 角丸
ko: 둥근 사각형
nl: Afgerond
pl: Zaokrąglony
tr: Yuvarlak
uk: Закруглені
zh_hans: 圆角
zh_hant: 圓角

# enum.durations.infinite
source: infinite
be: бясконцасць
eu: Betiko
it: Infinito
ja: 無期限
ko: 해제할 때까지
nl: Onbepaald
pl: nieokreślony
uk: без обмеження
zh_hans: 永久
zh_hant: 永久

# enum.durations.custom
source: custom
eu: Neuk zehaztuko dut
it: Personalizzato
ja: カスタム
ko: 직접 설정
nl: Aangepast
pl: niestandardowy
uk: власний
zh_hans: 自定义
zh_hant: 自定

# enum.durations.fiveMinutes
source: 5 minutes
be: 5 хвілін
eu: 5 minutuz
it: 5 minuti
ja: 5分間
ko: 5분
nl: 5 minuten
pl: 5 minut
uk: 5 хвилин
zh_hans: 5 分钟
zh_hant: 五分鐘

# enum.durations.thirtyMinutes
source: 30 minutes
be: 30 хвілін
eu: 30 minutuz
it: 30 minuti
ja: 30分間
ko: 30분
nl: 30 minuten
pl: 30 minut
uk: 30 хвилин
zh_hans: 30 分钟
zh_hant: 半小時

# enum.durations.oneHour
source: 1 hour
be: 1 гадзіна
ca: 1 hora
eu: Ordubetez
it: 1 ora
ja: 1時間
ko: 1시간
nl: 1 uur
pl: 1 godzina
uk: 1 година
zh_hans: 1 小时
zh_hant: 一小時

# enum.durations.sixHours
source: 6 hours
be: 6 гадзін
ca: 6 hores
eu: 6 orduz
it: 6 ore
ja: 6時間
ko: 6시간
nl: 6 uur
pl: 6 godzin
uk: 6 годин
zh_hans: 6 小时
zh_hant: 六小時

# enum.durations.twelveHours
source: 12 hours
be: 12 гадзін
ca: 12 hores
eu: 12 orduz
it: 12 ore
ja: 12時間
ko: 12시간
nl: 12 uur
pl: 12 godzin
uk: 12 годин
zh_hans: 12 小时
zh_hant: 半天

# enum.durations.oneDay
source: 1 day
be: 1 дзень
ca: 1 dia
eu: Egun batez
it: 1 giorno
ja: 1日間
ko: 1일
nl: 1 dag
pl: 1 dzień
uk: 1 день
zh_hans: 1 天
zh_hant: 一天

# enum.durations.threeDays
source: 3 days
be: 3 дні
ca: 3 dies
eu: 3 egunez
it: 3 giorni
ja: 3日間
ko: 3일
nl: 3 dagen
pl: 3 dni
uk: 3 дні
zh_hans: 3 天
zh_hant: 三天

# enum.durations.sevenDays
source: 7 days
be: 7 дзён
ca: 7 dies
eu: 7 egunez
it: 7 giorni
ja: 7日間
ko: 7일
nl: 7 dagen
pl: 7 dni
uk: 7 днів
zh_hans: 7 天
zh_hant: 一星期

# enum.status-actions-display.all
source: All
be: Усе
ca: Tots
eu: Guztia
it: Tutti
ja: すべて表示
ko: 모두 표시
nl: Met tekst
pl: Wszystko
tr: Hepsi
uk: Усе
zh_hans: 图标和文本
zh_hant: 圖示和數量

# enum.status-actions-display.no-buttons
source: No buttons
be: Бяз кнопак
ca: Sense botons
eu: Botoirik gabe
it: Nessun pulsante
ja: ボタン無し
ko: 표시하지 않음
nl: Geen knoppen
pl: Bez przycisków
tr: Butonsuz
uk: Без кнопок
zh_hans: 仅文本
zh_hant: 無

# enum.status-actions-display.only-buttons
source: Only buttons
be: Толькі кнопкі
ca: Només els botons
eu: Botoiak bakarrik
it: Solo pulsanti
ja: ボタンのみ
ko: 버튼만 표시
nl: Zonder tekst
pl: Tylko przyciski
tr: Sadece Butonlar
uk: Лише кнопки
zh_hans: 仅图标
zh_hant: 圖示

# enum.status-display-style.compact
source: Compact
be: Кампактны
ca: Compacte
eu: Trinkoa
it: Compatto
ja: 縮小
ko: 작게
pl: Pomniejszone
tr: Kompakt
uk: Компактно
zh_hans: 紧凑
zh_hant: 小

# enum.status-display-style.large
source: Large
be: Вялікі
ca: Gran
eu: Handia
it: Completo
ja: 拡大
ko: 크게
nl: Groot
pl: Duże
tr: Geniş
uk: Велике
zh_hans: 宽松
zh_hant: 大

# enum.status-display-style.medium
source: Medium
eu: Ertaina
ja: 標準
ko: 중간
nl: Middel
pl: Średnie
uk: Середнє
zh_hans: 中等
zh_hant: 中

# enum.swipeactions.icon-with-text
source: Icon with text
be: Значкі з тэкстам
eu: Ikonoa eta testua
it: Icone e testo
ja: アイコンと文字
ko: 아이콘과 텍스트
nl: Symbolen en tekst
pl: Ikona z tekstem
uk: Іконки з текстом
zh_hans: 图标和文本
zh_hant: 圖文

# enum.swipeactions.icon-only
source: Icon only
be: Толькі значкі
eu: Ikonoa soilik
it: Solo icone
ja: アイコンのみ
ko: 아이콘만
nl: Alleen symbolen
pl: Tylko ikona
uk: Лише іконки
zh_hans: 仅图标
zh_hant: 圖示

# instance.info.domains
source: Domains
be: Дамены
ca: Dominis
eu: Domeinuak
it: Domini
ja: ドメイン
ko: 도메인
nl: Domeinen
pl: Domeny
tr: Domainler
uk: Домени
zh_hans: 域名
zh_hant: 網域

# instance.info.email
source: Email
be: Электронная пошта
ca: Correu electrònic
eu: ePosta
ja: メールアドレス
ko: 이메일
uk: Електронна пошта
zh_hans: 邮件
zh_hant: 電郵

# instance.info.name
source: Name
be: Імя
ca: Nom
eu: Izena
it: Nome
ja: 名前
ko: 이름
nl: Naam
pl: Nazwa
tr: İsim
uk: Імʼя
zh_hans: 名称
zh_hant: 名稱

# instance.info.navigation-title
source: Instance Info
be: Інфармацыя аб серверы
ca: Informació de la instància
eu: Instantziari buruzko informazioa
it: Informazioni sull'istanza
ja: インスタンス情報
ko: 인스턴스 정보
nl: Instantie-info
pl: Informacja o serwerze
tr: Oluşum Bilgisi
uk: Статистика сервера
zh_hans: 服务器信息
zh_hant: 伺服器資訊

# instance.info.posts
source: Posts
be: Допісы
ca: Publicacions
eu: Bidalketak
it: Post
ja: 投稿数
ko: 글
pl: Posty
tr: Gönderiler
uk: Дописи
zh_hans: 嘟文
zh_hant: 嘟文

# instance.info.section.info
source: Instance info
be: Інфармацыя аб серверы
ca: Informació de la instància
eu: Instantziari buruz
it: Informazioni sull'istanza
ja: インスタンス情報
ko: 인스턴스 정보
nl: Informatie
pl: Informacje o serwerze
tr: Oluşum Bilgisi
uk: Інформація про сервер
zh_hans: 服务器信息
zh_hant: 伺服器資訊

# instance.info.section.rules
source: Instance rules
be: Правілы серверу
ca: Normes de la instància
eu: Instantziaren arauak
it: Regolamento dell'istanza
ja: インスタンスのルール
ko: 인스턴스 규칙
nl: Regels
pl: Zasady obowiązujace na serwerze
tr: Oluşum Kuralları
uk: Правила сервера
zh_hans: 服务器规则
zh_hant: 伺服器規章

# instance.info.users
source: Users
be: Карыстальнікі
ca: Usuaris
eu: Erabiltzaileak
it: Utenti
ja: ユーザー数
ko: 사용자
nl: Gebruikers
pl: Użytkownicy
tr: Kullanıcılar
uk: Користувачів
zh_hans: 用户
zh_hant: 用戶

# instance.info.version
source: Version
be: Вэрсія
ca: Versió
eu: Bertsioa
it: Versione
ja: バージョン
ko: 버전
nl: Versie
pl: Wersja
tr: Versiyon
uk: Версія
zh_hans: 版本
zh_hant: 版本

# instance.list.posts-%@
source: %@ posts
be: %@ допісаў
ca: % publicacions
eu: %@ bidalketa
it: %@ post
ja: %@ 投稿
ko: 글 %@개
pl: %@ postów
tr: %@ gönderiler
uk: %@ дописів
zh_hans: %@ 嘟文
zh_hant: %@ 嘟文

# instance.list.users-%@
source: %@ users
be: %@ карыстальнікаў
ca: %@ usuaris
eu: %@ erabiltzaile
it: %@ utenti
ja: %@ ユーザー
ko: 사용자 %@명
nl: %@ gebruikers
pl: %@ użytkowników
tr: %@ kullanıcılar
uk: %@ користувачів
zh_hans: %@ 用户
zh_hant: %@ 用戶

# instance.suggestions
source: Suggestions
be: Прапановы
ca: Suggeriments
eu: Gomendioak
it: Suggerimenti
ja: こちらかも？
ko: 추천
nl: Suggesties
pl: Propozycje
tr: Öneriler
uk: Пропозиції
zh_hans: 推荐
zh_hant: 推薦

source: Instance URL
be: URL асобніку
ca: URL de la instància
eu: Instantziaren URLa
it: URL dell'istanza
ja: インスタンスのURL
ko: 인스턴스 URL
nl: Instantie-URL
pl: URL instancji
tr: Oluşum URL'si
uk: URL Сервера
zh_hans: 服务器 URL
zh_hant: 伺服器 URL

# menu.new-post
source: New post
be: Новы допіс
ca: Publicació nova
eu: Bidalketa berria
it: Nuovo post
ja: 新しい投稿
ko: 새 글
nl: Nieuwe post
pl: Nowy post
uk: Новий допис
zh_hans: 新嘟文
zh_hant: 新嘟文

# menu.font
source: Font
be: Шрыфт
ca: Codi font
eu: Letra tipoa
ja: フォント
ko: 글꼴
nl: Lettertype
pl: Czcionka
uk: Шрифт
zh_hans: 字体
zh_hant: 字體

# menu.font.bigger
source: Bigger
be: Больш
ca: Més gran
eu: Handiagoa
it: Aumenta
ja: 拡大
ko: 크게
nl: Groter
pl: Większa
uk: Більше
zh_hans: 增大
zh_hant: 放大

# menu.font.smaller
source: Smaller
be: Менш
ca: Més petita
eu: Txikiagoa
it: Diminuisci
ja: 縮小
ko: 작게
nl: Kleiner
pl: Mniejsza
uk: Менше
zh_hans: 减小
zh_hant: 縮小

# settings.account.add
source: Add account
be: Дадаць уліковы запіс
ca: Afegeix un compte
eu: Gehitu kontua
it: Aggiungi un account
ja: アカウントの追加
ko: 계정 추가
nl: Account toevoegen
pl: Dodaj konto
tr: Hesap Ekle
uk: Додати обліковий запис
zh_hans: 添加账户
zh_hant: 新增帳戶

# settings.app.icon
source: App Icon
be: Значок дадатка
ca: Icona de l'aplicació
eu: Aplikazioaren ikonoa
it: Icona dell'applicazione
ja: アプリアイコン
ko: 앱 아이콘
nl: Appsymbool
pl: Ikona aplikacji
tr: Uygulama İkonu
uk: Іконка додатку
zh_hans: 应用图标
zh_hant: App 圖像

# settings.app.icon.navigation-title
source: Icons
be: Значкі
ca: Icones
eu: Ikonoak
it: Icone
ja: アイコン
ko: 앱 아이콘
nl: Appsymbolen
pl: Ikony
tr: İkonlar
uk: Іконки
zh_hans: 应用图标
zh_hant: 圖像

# settings.app.icon.official
source: Official icons
be: Афіцыйныя значкі
eu: Ikono ofizialak
it: Icone ufficiali
ja: 公式アイコン
ko: 공식 앱 아이콘
nl: Officiële appsymbolen
pl: Oficjalne ikony aplikacji
uk: Офіційні іконки
zh_hans: 官方图标
zh_hant: 官方圖像

# settings.app.icon.designed-by
source: Icons by
be: Значкі ад
eu: Ondorengo ikonoen sortzailea:
it: Icone create da
ja: アイコンの作者：
ko: 커뮤니티 앱 아이콘 | 제작:
nl: Appsymbolen door
pl: Ikony zaprojektowane przez
uk: Розроблено
zh_hans: 图标作者
zh_hant: 圖像作者

# settings.app.source
source: Source (GitHub)
be: Крыніца (спасылка на GitHub)
ca: Font (enllaç a GitHub)
eu: Iturburu kodea (GitHub)
it: Sorgenti (link GitHub)
ja: ソース (GitHub link)
ko: 소스 코드 (GitHub)
nl: Broncode (GitHub-link)
pl: Źródło (link do GitHub)
tr: Kaynak Kodu (GitHub link)
uk: Посилання (GitHub)
zh_hans: 源代码（GitHub 链接）
zh_hant: 程式原始碼（GitHub）

# settings.app.support
source: Support the App
be: Падтрымаць дадатак
ca: Dona suport a l'aplicació
eu: Eman babesa aplikazioari
it: Supporta l'applicazione
ja: アプリを支援する
ko: 이 앱 지원하기
nl: De app steunen
pl: Wspieraj aplikację
tr: Uygulamayı Destekleyin
uk: Підтримати додаток
zh_hans: 支持本应用
zh_hant: 贊助本程式

# settings.app.about
source: About
be: Аб дадатку
ca: Quant a
eu: Aplikazio honi buruz
it: Informazioni
ja: アプリについて
ko: 이 앱에 관해
nl: Info
pl: O aplikacji
uk: Опис
zh_hans: 关于
zh_hant: 關於

# settings.display.example-toot
source: Example Post
be: Прыклад допісу
ca: Publicació d'exemple
eu: Adibidea
it: Post di esempio
ja: 投稿の例
ko: 글 미리 보기
nl: Postvoorbeeld
pl: Przykładowy post
uk: Приклад допису
zh_hans: 样例嘟文
zh_hant: 嘟文範例

# settings.display.avatar.position
source: Avatar Position
be: Пазіцыя аватару
ca: Posició de les fotos de perfil
eu: Abatarraren kokapena
it: Posizione dell'avatar
ja: アバターの位置
ko: 프로필 사진 위치
nl: Avatarpositie
pl: Położenie awatara
tr: Avatar Pozisyonu
uk: Розташування Аватара
zh_hans: 头像位置
zh_hant: 頭像位置

# settings.display.avatar.shape
source: Avatar Shape
be: Форма аватару
ca: Forma de les fotos de perfil
eu: Abatarraren itxura
it: Forma dell'avatar
ja: アバターの形
ko: 프로필 사진 모양
nl: Avatarvorm
pl: Kształt awatara
tr: Avatar Şekli
uk: Форма Аватара
zh_hans: 头像边框
zh_hant: 頭像形狀

# settings.display.full-username
source: Display Full Username
be: Паказваць поўнае імя
eu: Erakutsi erabiltzaile izen osoa
it: Visualizza il nome completo
ja: 完全なユーザー名を表示
ko: 아이디에 인스턴스 URL 표시
nl: Toon volledige gebruikersnaam
pl: Wyświetlaj pełną nazwę użytkownika
uk: Відображати повне імʼя користувача
zh_hans: 显示完整用户名
zh_hant: 顯示用戶全名

# settings.display.navigation-title
source: Display Settings
be: Налады дысплэю
ca: Configuració de l'aparença
eu: Pantailaren ezarpenak
it: Impostazioni di visualizzazione
ja: 表示設定
ko: 화면 설정
nl: Weergaveopties
pl: Ustawienia ekranu
tr: Gösterim Ayarları
uk: Налаштування відображення
zh_hans: 显示设置
zh_hant: 顯示設定

# settings.display.restore
source: Restore Defaults
be: Аднавіць па змаўчанні
ca: Restableix els valors per defecte
eu: Berrezarri defektuzkoa
it: Ripristina i valori predefiniti
ja: デフォルトに戻す
ko: 처음 설정으로 되돌리기
nl: Stel opnieuw in
pl: Przywróć ustawienia domyślne
tr: Varsayılan Ayarlara Geri Döndür
uk: Відновити налаштування
zh_hans: 恢复默认设置
zh_hant: 還原預設值

# settings.display.section.display
source: Display
be: Дысплэй
ca: Aparença
eu: Pantaila
it: Visualizzazione
ja: 表示
ko: 화면
nl: Weergave
pl: Ekran
tr: Gösterim
uk: Відображення
zh_hans: 显示
zh_hant: 顯示

# settings.display.section.theme
source: Theme
be: Тэма
ca: Tema
eu: Itxura
it: Tema
ja: テーマ
ko: 테마
nl: Thema
pl: Motyw
tr: Tema
uk: Тема
zh_hans: 主题
zh_hant: 風格

# settings.display.colors.apply
source: Apply custom colors
eu: Ezarri norbere koloreak
it: Applica colori personalizzati
ja: カスタムカラーを適用
ko: 변경한 색상 적용하기
nl: Pas aangepaste kleuren toe
pl: Zastosuj kolory niestandardowe
uk: Застосувати власні кольори
zh_hans: 应用自定义颜色
zh_hant: 採用自定顏色

# settings.display.section.theme.footer
source: Custom colors can only be set if match system color scheme is disabled
be: Уласныя колеры можна ўсталяваць толькі ў тым выпадку, калі адключана сістэмная каляровая схема
ca: Els colors personalitzats només es poden establir si la sincronització amb els colors del sistema està desactivada
eu: Norberaren koloreak aukeratzeko sistemak darabiltzan koloreen aukera ezgaitu behar da
it: I colori personalizzati possono essere impostati solo se i colori di sistema sono disabilitati
ja: カスタムカラーはシステム配色との一致が無効の場合のみ設定可能です
ko: 시스템 설정에 맞춤 옵션이 꺼져 있을 때만 색상을 직접 고를 수 있습니다.
nl: Kleuren kunnen alleen worden ingesteld als het kleurenschema niet automatisch het kleurenschema van het systeem volgt
pl: Kolory niestandardowe można ustawić tylko wtedy, gdy wyłączona jest opcja dopasowania schematu kolorów systemu.
uk: Власна кольорова схема може бути встановлена лише якщо відключено Відповідати системній темі
zh_hans: 只有在“匹配系统”关闭时才能设置自定义颜色
zh_hant: 自定顏色需先關閉「符合系統」選項

# settings.display.status.action-buttons
source: Status Action Buttons
be: Кнопкі дзеянняў стану
ca: Botons d'acció
eu: Bidalketen ekintza botoiak
it: Pulsanti di azione
ja: アクションボタン
ko: 글 동작 버튼
nl: Actieknoppen
pl: Przyciski akcji
tr: Durum Aksiyon Butonları
uk: Кнопки дій статуса
zh_hans: 操作栏样式
zh_hant: 狀態列按鈕

# settings.display.status.media-style
source: Status Media Style
be: Медыястыль статусу
ca: Estil del contingut multimèdia
eu: Bidalketen multimediaren itxura
it: Stile dei media
ja: メディアスタイル
ko: 글 미디어 크기
nl: Mediastijl
pl: Treści multimedialne
tr: Durum Medya Stili
uk: Стиль медія статуса
zh_hans: 媒体内容排列
zh_hant: 狀態媒體式樣

# settings.display.translate-button
source: Show Translate Button
be: Паказаць кнопку перакладу
ca: Mostra el botó de traducció
eu: Erakutsi itzulpen botoia
it: Mostra pulsante per la traduzione
ja: 翻訳ボタンの表示
ko: 번역 버튼 표시
nl: Toon vertaalknop
pl: Pokazuj przycisk tłumaczenia
tr: Çeviri Butonunu Göster
uk: Відображати кнопку перекладу
zh_hans: 显示翻译按钮
zh_hant: 顯示翻譯按紐

# settings.display.theme.background
source: Background Color
be: Колер фону
ca: Color de fons
eu: Hondoaren kolorea
it: Colore sfondo principale
ja: バックグラウンドカラー
ko: 배경 색상
nl: Achtergrondkleur
pl: Kolor tła
tr: Arka Plan Rengi
uk: Колір фону
zh_hans: 背景颜色
zh_hant: 背景顏色

# settings.display.theme.secondary-background
source: Secondary Background Color
be: Другасны колер фону
ca: Color de fons secundari
eu: Bigarren mailako hondoaren kolorea
it: Colore sfondo secondario
ja: アクセントカラー
ko: 보조 배경 색상
nl: Secundaire achtergrondkleur
pl: Dodatkowy kolor tła
tr: İkincil Arka Plan Rengi
uk: Додатковий колір фону
zh_hans: 二级背景颜色
zh_hant: 第二背景顏色

# settings.display.theme.text-color
source: Text Color
eu: Testuaren kolorea
it: Colore del testo
ja: テキストカラー
ko: 글자 색상
nl: Tekstkleur
pl: Kolor tekstu
uk: Колір тексту
zh_hans: 文本颜色
zh_hant: 本文顏色

# settings.display.theme.tint
source: Tint Color
be: Колер адцення
ca: Color del tint
eu: Tonua
it: Colore
ja: 色合い
ko: 강조 색상
nl: Kleurtint
pl: Kolor wiodący
tr: Tonlama Rengi
uk: Відтінок кольору
zh_hans: 色调
zh_hant: 色調

# settings.display.theme.systemColor
source: Match System
be: Згодна з сістэмай
ca: Sincronitza amb els colors del sistema
eu: Sistemak darabilena
it: Automatico
ja: システムに合わせる
ko: 시스템 설정에 맞춤
nl: Automatisch
pl: Zgodny z systemowym
tr: Eşleştirme Sistemi
uk: Відповідати системній темі
zh_hans: 匹配系统
zh_hant: 符合系統

# settings.general.browser
source: Browser
be: Браўзэр
ca: Navegador
eu: Nabigatzailea
ja: ブラウザ
ko: 브라우저
pl: Przeglądarka
tr: Tarayıcı
uk: Браузер
zh_hans: 默认浏览器
zh_hant: 瀏覽器

# settings.general.browser.in-app
source: In-App Browser
be: Убудаваны браўзэр
ca: Navegador integrat
eu: Barnekoa
ja: アプリ内ブラウザ
ko: 인앱 브라우저
nl: In-app
pl: W aplikacji
tr: Uygulama İçi Tarayıcı
uk: Вбудований браузер
zh_hans: 应用内浏览器
zh_hant: 內建瀏覽器

# settings.general.browser.in-app.readerview
source: In-App Browser Reader View
be: Выгляд для чытання ўбудаванага браўзэра
eu: Barneko nabigatzailearen irakurketa bista
it: Utilizza la modalità lettura del Browser
ja: アプリ内ブラウザ リーダービュー
ko: 인앱 브라우저에서 항상 읽기 도구 사용
nl: Gebruik Reader van in-appbrowser
pl: Widok czytnika w przeglądarce w aplikacji
uk: Режим читання для вбудованого браузера
zh_hans: 启用应用内浏览器阅读器
zh_hant: 內建閱讀器

# settings.general.browser.system
source: System Browser
be: Сістэмны браўзер
ca: Navegador del sistema
eu: Sistemarena
it: Browser di sistema
ja: システム既定のブラウザ
ko: 시스템 기본 브라우저
nl: Systeem
pl: Systemowa
tr: Sistem Tarayıcısı
uk: Системний браузер
zh_hans: 系统浏览器
zh_hant: 系統瀏覽器

# settings.general.display
source: Display Settings
be: Налады дысплэя
ca: Configuració d'aparença
eu: Pantailaren ezarpenak
it: Impostazioni di visualizzazione
ja: 表示設定
ko: 화면 설정
nl: Weergaveopties
pl: Ustawienia ekranu
tr: Gösterim Ayarları
uk: Налаштування відображення
zh_hans: 显示设置
zh_hant: 顯示設定

# settings.general.instance
source: Instance Information
be: Інфармацыя аб серверы
ca: Informació de la instància
eu: Instantziaren informazioa
it: Informazioni sull'istanza
ja: インスタンス情報
ko: 인스턴스 정보
nl: Instantie-informatie
pl: Informacja o serwerze
tr: Oluşum Bilgisi
uk: Інформація про сервер
zh_hans: 服务器设置
zh_hant: 伺服器資訊

# settings.general.push-notifications
source: Push Notifications
be: Push апавяшчэнні
ca: Notificacions emergents
eu: Push jakinarazpenak
it: Notifiche
ja: プッシュ通知
ko: 푸시 알림 설정
nl: Meldingen
pl: Powiadomienia push
tr: İleti Bildirimleri
uk: Push сповіщення
zh_hans: 通知设置
zh_hant: 通知

# settings.general.remote-timelines
source: Remote Local Timelines
be: Аддалены мясцовы час
ca: Línies de temps locals externes
eu: Beste instantziatako denbora-lerro lokalak
it: Timeline remote come locali
ja: リモートローカルタイムライン
ko: 원격 로컬 타임라인
nl: Andere lokale tijdlijnen
pl: Strumienie innych serwerów
tr: Uzak Lokal Zaman
uk: Віддалена локальна стрічка
zh_hans: 远程时间线
zh_hant: 他站時間軸

# settings.push.boosts
source: Boosts
be: Павышае
ca: Impulsos
eu: Bultzadak
it: Boost
ja: ブースト
ko: 부스트
pl: Podbicia
tr: Yükseltmeler
uk: Поширення
zh_hans: 转发
zh_hant: 轉嘟

# settings.push.favorites
source: Favorites
be: Улюбёныя
ca: Favorits
eu: Gogokoak
it: Preferiti
ja: お気に入り
ko: 좋아요
nl: Favorieten
pl: Polubione
tr: Favoriler
uk: Вподобане
zh_hans: 喜欢
zh_hant: 最愛

# settings.push.follows
source: Follows
be: Cочыць
ca: Seguiments
eu: Jarraipenak
it: Chi ti segue
ja: フォロー
ko: 새 팔로워
nl: Volgers
pl: Obserwacja
tr: Takipler
uk: Підписки
zh_hans: 关注
zh_hant: 跟隨

# settings.push.main-toggle
source: Push Notifications
be: Push апавяшчэнні
ca: Notifications emergents
eu: Push jakinarazpenak
it: Notifiche
ja: プッシュ通知
ko: 푸시 알림
nl: Meldingen
pl: Powiadomienia push
tr: İleti Bildirimleri
uk: Push сповіщення
zh_hans: 启用通知
zh_hant: 通知

# settings.push.main-toggle.description
source: Receive push notifications on new activities
be: Атрымлівайце push апавяшчэнні аб новых дзеяннях
ca: Rebeu notificacions emergents de les interaccions noves
eu: Jaso jakinarazpenak ekintza berriei buruz
it: Ricevi notifiche quando ci sono nuove attività
ja: 新着アクティビティをプッシュ通知で受け取る
ko: 새 활동이 있을 때 푸시 알림을 받습니다.
nl: Ontvang melding bij nieuwe activiteiten
pl: Otrzymuj powiadomienia push o nowej aktywności
tr: İleti Bildirimlerini Al
uk: Отримувати push сповіщення на нову активність
zh_hans: 在有新活动时通知
zh_hant: 有新活動時通知

# settings.push.mentions
source: Mentions
be: Згадвае
ca: Mencions
eu: Aipamenak
it: Vieni menzionato
ja: 返信
ko: 나를 언급
nl: Vermeldingen
pl: Wzmianki
tr: Bahsetmeler
uk: Згадування
zh_hans: 提及
zh_hant: 提及

# settings.push.navigation-title
source: Push Notifications
be: Push апавяшчэнні
ca: Notifications emergents
eu: Push jakinarazpenak
it: Notifiche
ja: プッシュ通知
ko: 푸시 알림 설정
nl: Meldingen
pl: Powiadomienia push
tr: İleti Bildirimleri
uk: Push сповіщення
zh_hans: 通知设置
zh_hant: 通知

# settings.push.new-posts
source: New Posts
be: Новыя допісы
ca: Publicacions noves
eu: Bidalketa berriak
it: Nuovi post
ja: 新着投稿
ko: 새 글
nl: Nieuwe posts
pl: Nowe posty
tr: Yeni Gönderiler
uk: Новий допис
zh_hans: 新嘟文
zh_hant: 新嘟文

# settings.push.polls
source: Poll Results
be: Вынікі апытання
ca: Resultats d'enquestes
eu: Bozketen emaitzak
it: Risultati dei sondaggi
ja: 投票結果
ko: 투표 결과
nl: Pollresultaten
pl: Wyniki sondaży
tr: Anket Sonuçları
uk: Результат опитування
zh_hans: 投票结果
zh_hant: 票選結果

# settings.general.content
source: Content Settings
be: Налады змесціву
ca: Configuració del contingut
eu: Edukiaren ezarpenak
it: Impostazioni dei contenuti
ja: コンテンツ設定
ko: 콘텐츠 설정
nl: Inhoud
pl: Ustawienia treści
uk: Налаштування вмісту
zh_hans: 内容设置
zh_hant: 內容設定
