Repository: Dimillian/IceCubesApp
Catalog: IceCubesApp/Resources/Localization/*.lproj/Localizable.strings
Languages: be, ca, eu, it, ja, ko, nl, pl, tr, uk, zh_hans, zh_hant

# accessibility.status.a-boosted-b-%@-%@
source: %@ boosted %@
eu: %@(e)k %@ bultzatu du
it: %@ boost %@
ja: %@ ブースト %@
ko: %@ 님이 다음 글을 부스트함: %@
nl: %@ heeft %@ geboost
pl: %@ podbił %@
zh_hans: %@ 转发了 %@
zh_hant: %@ 轉嘟了 %@

# accessibility.status.a-replied-to-%@
source: %@ replied to
eu: %@(e)k honi erantzun dio:
it: %@ ha risposto a
ja: %@ に返信
ko: %@ 님이 다음 사용자의 글에 댓글을 남김:
nl: %@ heeft geantwoord op
pl: %@ odpowiedział do
zh_hans: %@ 回复给
zh_hant: %@ 回覆給

# accessibility.image.alt-text-%@
source: Image alt text: %@
eu: Irudiaren deskribapena: %@
it: Descrizione dell'immagine: %@
ja: 画像の代替テキスト: %@
ko: 미디어 설명: %@
nl: Tekst voor afbeelding: %@
pl: Tekst alternatywny obrazka: %@
zh_hans: 图片描述文本：%@
zh_hant: 圖片描述文字：%@

# accessibility.image.alt-text-more.label
source: More alt text available
eu: Deskribapen testu gehiago dago
it: Altra descrizione disponibile
ja: より多くの代替テキストを利用できます
ko: 더 많은 미디어 설명 사용 가능
nl: Meer tekst beschikbaar
pl: Dostępna jest większa ilość tekstu alternatywnego
zh_hans: 更多描述文本可用
zh_hant: 更多圖片描述文字

# accessibility.tabs.messages.unread.label
source: Unread
eu: Irakurri gabe
it: Non letto
ja: 未読
ko: 읽지 않음
nl: Ongelezen
pl: Nieprzeczytane
zh_hans: 未读
zh_hant: 未讀

# accessibility.status.poll.option-prefix-%lld-of-%lld
source: Option %lld of %lld
eu: %lld. aukera, %lld guztira
it: Opzione %lld di %lld
ja: オプション %lld / %lld
ko: %2$lld개 선택지 중 %1$lld-번
nl: Optie %lld van %lld
pl: Opcja %lld z %lld
zh_hans: 第 %lld 个选项，共 %lld 个
zh_hant: %2$lld 選項之 %1$lld

# accessibility.status.poll.active.label
source: Active poll
eu: Amaitu gabeko bozketa
it: Sondaggio attivo
ja: アクティブな投票
ko: 진행 중인 투표
nl: Actieve poll
pl: Aktywny sondaż
zh_hans: 活跃投票
zh_hant: 開放投票

# accessibility.status.poll.finished.label
source: Poll results
eu: Bozketaren emaitzak
it: Risultati del sondaggio
ja: 投票結果
ko: 투표 결과
nl: Pollresultaten
pl: Wyniki sondażu
zh_hans: 投票结果
zh_hant: 票選結果

# accessibility.status.poll.selected.label
source: Selected
eu: Hautatua
it: Selezionato
ja: 選択済み
ko: 선택함
nl: Geselecteerd
pl: Wybór
zh_hans: 选中的
zh_hant: 已投給

# accessibility.media.supported-type.image.label
source: Image
eu: Irudia
it: Immagine
ja: 画像
ko: 이미지
nl: Afbeelding
pl: Obrazek
zh_hans: 图像
zh_hant: 影像

# accessibility.media.supported-type.gifv.label
source: Animated Gif
eu: Mugimendua duen Gif-a
it: Gif animata
ja: アニメーション GIF
ko: 움직이는 GIF
pl: Animowany obrazek
zh_hans: 包含动画的 GIF
zh_hant: Gif 動畫

# accessibility.media.supported-type.video.label
source: Video
eu: Bideoa
ja: ビデオ
ko: 동영상
pl: Wideo
zh_hans: 视频
zh_hant: 視訊

# accessibility.media.supported-type.audio.label
source: Audio
eu: Audioa
ja: オーディオ
ko: 오디오
zh_hans: 音频
zh_hant: 音訊

# accessibility.status.contains-media.label-%@
source: Contains %@
eu: %@ dauka
it: Contiene %@
ja: %@ を含む
ko: %@ 첨부됨
nl: Bevat %@
pl: Zawiera %@
zh_hans: 包含 %@
zh_hant: 含%@

# accessibility.status.application.label
source: App
eu: Aplikazioa
ja: アプリ
ko: 글 작성에 사용한 앱
pl: Aplikacja
zh_hans: 应用

# accessibility.status.media-viewer-action.label
source: Open media viewer
eu: Ireki multimedia ikustailea
it: Visualizzatore multimediale
ko: 미디어 열기
pl: Otwórz podgląd multimediów
zh_hans: 打开媒体查看器
zh_hant: 開啟媒體播放器

# report.comment.placeholder
source: Additional Info
be: Дадатковая інфармацыя
eu: Informazio gehigarria
it: Informazioni aggiuntive
ja: 追加情報
ko: 추가 정보
nl: Aanvullende informatie
pl: Informacja dodatkowa
uk: Додаткова інформація
zh_hans: 附加信息
zh_hant: 附加資訊

# report.title
source: Report Post
be: Паскардзіцца
eu: Salaketa
it: Segnala il messaggio
ja: 投稿を報告
ko: 신고
nl: Meld post
pl: Zgłoszenie postu
uk: Скарга на допис
zh_hans: 举报嘟文
zh_hant: 檢舉嘟文

# report.action.send
source: Send
be: Адправіць
eu: Bidali
it: Invia
ja: 送信
ko: 제출
nl: Verstuur
pl: Wyślij
uk: Надіслати
zh_hans: 发送
zh_hant: 送出

# status.action.report
source: Report Post
be: Паскардзіцца
eu: Salatu edukia
it: Segnala il messaggio
ja: 投稿を報告
ko: 글 신고
nl: Meld post
pl: Zgłoś post
uk: Поскаржитися на допис
zh_hans: 举报嘟文
zh_hant: 檢舉嘟文

# tag.suggested.mentions-%lld
source: %lld mentions
it: %lld menzioni
ja: 返信：%lld
ko: %lld개 글
nl: %lld vermeldingen
uk: %lld згадок
zh_hans: %lld 个提及
zh_hant: %lld 提及

# status.error.posting.title
source: Error while posting
eu: Errorea argitaratzean
it: Errore nella pubblicazione
pl: Błąd podczas publikowania
zh_hans: 无法发送嘟文
zh_hant: 無法發表嘟文

# status.summary.at-time
source: at
be: а
ca: a les
it: alle
nl: om
pl: o
tr: de
uk: о
zh_hans: 在
zh_hant: 於
