Repository: Dimillian/IceCubesApp
Catalog: IceCubesApp/Resources/Localization/*.lproj/Localizable.strings
Languages: be, ca, eu, it, ja, ko, nl, pl, tr, uk, zh_hans, zh_hant

# account.edit.navigation-title
source: Edit Profile
be: Рэдагаваць профіль
ca: Edita el perfil
eu: Editatu profila
it: Modifica profilo
ja: プロフィールを編集
ko: 프로필 편집
nl: Profiel bewerken
pl: Edytuj profil
tr: Profilinizi Düzenleyin
uk: Редагувати обліковий запис
zh_hans: 编辑个人资料
zh_hant: 編輯個人檔案

# account.edit.post-settings.privacy
source: Default privacy
be: Прыватнасць па змаўчанні
ca: Privadesa per defecte
eu: Defektuzko pribatutasuna
it: Privacy di default
ja: デフォルトのプライバシー
ko: 기본 공개 범위
nl: Standaardprivacy
pl: Prywatność domyślna
tr: Varsayılan gizlilik
uk: Приватність за замовчуванням
zh_hans: 默认隐私设置
zh_hant: 預設隱私

# account.edit.post-settings.section-title
source: Post settings
be: Налады допісу
ca: Configuració de les publicacions
eu: Bidalketen ezarpenak
it: Impostazioni post
ja: 投稿設定
ko: 글 설정
nl: Postinstellingen
pl: Ustawienia postów
tr: Gönderi ayarları
uk: Налаштування допису
zh_hans: 嘟文设置
zh_hant: 嘟文設定

# account.edit.post-settings.sensitive
source: Sensitive content
be: Адчувальны змест
ca: Contingut sensible
eu: Eduki hunkigarria
it: Contenuto sensibile
ja: センシティブな内容
ko: 민감한 콘텐츠
nl: Gevoelige inhoud
pl: Treści wrażliwe
tr: Hassas içerik
uk: Делікатний вміст
zh_hans: 敏感内容
zh_hant: 敏感內容

# account.edit.metadata-section-title
source: Profile Metadata
eu: Profilaren metadatuak
it: Metadati del profilo
ja: プロフィール情報
ko: 프로필 메타데이터
nl: Profielmetagegevens
pl: Metadane profilu
uk: Метадані профілю
zh_hans: 附加信息
zh_hant: 個人檔案元資料

# account.edit.metadata-name-placeholder
source: Label
eu: Etiketa
it: Etichetta
ja: ラベル
ko: 제목
pl: Nazwa
uk: Мітка
zh_hans: 标签
zh_hant: 標示

# account.edit.metadata-value-placeholder
source: Content
eu: Edukia
it: Contenuto
ja: 内容
ko: 내용
nl: Inhoud
pl: Zawartość
uk: Вміст
zh_hans: 内容
zh_hant: 內容

# account.edit.add-metadata-button
source: Add a new metadata
eu: Gehitu metadatu berria
it: Aggiungi un nuovo contenuto
ja: 情報を追加
ko: 새 메타데이터 추가
nl: Voeg metagegevens toe
pl: Dodaj nowe pole
uk: Додати нові метадані
zh_hans: 添加新附加信息
zh_hant: 新增元資料

# account.favorited-by
source: Favorited by
be: Улюбёны
ca: Marcat com a favorit per
eu: Hauek gogoko dute:
it: Tra i preferiti di
ja: お気に入りされた
ko: 좋아요한 사용자
nl: Gefavoriet
pl: Polubione przez
tr: Şunlar tarafından favorilendi
uk: Вподобали
zh_hans: 喜欢
zh_hant: 加入最愛

# account.follow.follow
source: Follow
be: Сачыць
ca: Segueix
eu: Jarraitu
it: Segui
ja: フォロー
ko: 팔로우
nl: Volg
pl: Obserwuj
tr: Takip Et
uk: Підписатися
zh_hans: 关注
zh_hant: 跟隨

# account.follow.following
source: Following
be: Адсочваю
ca: Seguint
eu: Jarraitzen
it: Segui già
ja: フォロー中
ko: 팔로우 중
nl: Volgend
pl: Obserwuję
tr: Takip Edilen
uk: Підписаний
zh_hans: 正在关注
zh_hant: 已跟隨

# account.follow.requested
source: Requested
be: Запытаны
ca: Seguint
eu: Eskaera eginda
it: Richiesto
ja: リクエストしました
ko: 요청함
nl: Verzocht
pl: Oczekuję
tr: Talep Edilen
uk: Запит надіслано
zh_hans: 已申请
zh_hant: 已申請

# account.follow-request.accept
source: Accept
be: Прыняць
ca: Accepta
eu: Onartu
it: Accetta
ja: 承認
ko: 수락
nl: Accepteer
pl: Zaakceptuj
uk: Прийняти
zh_hans: 接受
zh_hant: 接受

# account.follow-request.reject
source: Reject
be: Адхіліць
ca: Rebutja
eu: Baztertu
it: Rifiuta
ja: 拒否
ko: 거절
nl: Weiger
pl: Odrzuć
uk: Відхилити
zh_hans: 拒绝
zh_hant: 拒絕

# account.follow-requests.pending-requests
source: Pending requests
be: Чакаючыя запыты
ca: Sol·licituds pendents
eu: Erabakitzeke dauden eskaerak
it: Richieste in attesa
ja: リクエスト申請中
ko: 대기 중인 요청
nl: Inkomende volgverzoeken
pl: Oczekujące prośby
uk: Черга запитів
zh_hans: 待处理的申请
zh_hant: 待辦申請

# account.follow-requests.instructions
source: Those users won't see your posts until you accept them.
be: Гэтыя карыстальнікі не ўбачаць вашых допісаў, пакуль вы іх не прымеце.
ca: Aquests usuaris no veuran les vostres publicacions fins que els accepteu.
eu: Goiko erabiltzaileek ez dituzte zure bidalketak ikusiko onartzen ez dituzun arte.
it: Questi utenti non vedranno i tuoi post finché non li accetterai.
ja: これらのユーザーはあなたが承認するまで、あなたの投稿を見ることはできません
ko: 팔로우 요청을 수락하기 전까지 이 사용자들은 내가 쓴 팔로워 전용 글을 볼 수 없습니다.
nl: Deze gebruikers zien je berichten niet totdat je hun volgverzoek accepteert
pl: Ci użytkownicy nie zobaczą twoich postów, dopóki ich nie zaakceptujesz.
uk: Користувачі, які не бачитимуть ваші дописи допоки ви їх не затвердите.
zh_hans: 在你接受之前这些用户都无法看到你的嘟文
zh_hant: 未接受前申請者無法見到您的嘟文。

# account.followers
source: Followers
be: Паслядоўнікі
ca: Seguidors
eu: jarraitzaile
it: Seguito da
ja: フォロワー
ko: 팔로워
nl: Volgers
pl: Obserwujący
tr: Takipçiler
uk: Підписники
zh_hans: 粉丝
zh_hant: 跟隨者

# account.following
source: Following
be: Адсочваю
ca: Seguits
eu: jarraitzen
it: Seguiti
ja: フォロー中
ko: 팔로우 중
nl: Volgend
pl: Obserwowani
tr: Takip Edilen
uk: Підписки
zh_hans: 关注
zh_hant: 正跟隨

# account.list.create
source: Create a new list
be: Стварыць новы спіс
ca: Crea una llista
eu: Sortu zerrenda berria
it: Crea una nuova lista
ja: 新しいリストを作成
ko: 새 리스트 만들기
nl: Maak een nieuwe lijst
pl: Utwórz nową listę
tr: Yeni bir liste oluştur
uk: Створити новий список
zh_hans: 新建列表
zh_hant: 新增列表

# account.list.create.confirm
source: Create list
be: Стварыць спіс
ca: Crea la llista
eu: Sortu zerrenda
it: Crea lista
ja: リストを作成
ko: 만들기
nl: Maak lijst
pl: Utwórz listę
tr: Liste oluştur
uk: Створити список
zh_hans: 创建列表
zh_hant: 新增列表

# account.list.create.description
source: Enter the name for your list
be: Увядзіце назву вашага спісу
ca: Introduïu el nom de la llista
eu: Idatzi zerrendaren izena
it: Inserisci il nome della lista
ja: リストの名前を入力
ko: 리스트의 이름을 입력해주세요.
nl: Geef de lijst een naam
pl: Wprowadź nazwę twojej listy
tr: Listeniz için bir isim girin
uk: Введіть назву для списку
zh_hans: 为你的列表命名
zh_hant: 輸入列表名稱

# account.list.delete
source: Delete list
be: Выдаліць спіс
ca: Elimina la llista
eu: Ezabatu zerrenda
it: Cancella lista
ja: リストを削除
ko: 리스트 삭제
nl: Verwijder lijst
pl: Usuń listę
tr: Listeyi silin
uk: Видалити список
zh_hans: 删除列表
zh_hant: 刪除列表

# account.list.name
source: List name
be: Назва спісу
ca: Nom de la llista
eu: Zerrendaren izena
it: Nome della lista
ja: リストの名前
ko: 리스트 이름
nl: Lijstnaam
pl: Nazwa listy
tr: Liste ismi
uk: Назва списку
zh_hans: 列表名称
zh_hant: 列表名稱

# account.post.pinned
source: Pinned post
be: Замацаваны допіс
ca: Publicació fixada
eu: Finkatutako bidalketa
it: Post fissato
ja: 固定した投稿
ko: 고정된 글
nl: Vastgezette post
pl: Przypięty post
tr: Sabitlenmiş Gösteri
uk: Закріплений допис
zh_hans: 固定的嘟文
zh_hant: 釘選嘟文

# account.posts
source: Posts
be: Допісы
ca: Publicacions
eu: bidalketa
it: Post
ja: 投稿
ko: 글
pl: Posty
tr: Gönderiler
uk: Дописи
zh_hans: 嘟文
zh_hant: 嘟文

# account.relation.follows-you
source: Follows You
be: Сочыць за табой
ca: Us segueix
eu: Jarraitzen dizu
it: Ti segue
ja: フォローされています
ko: 나를 팔로우함
nl: Volgt jou
pl: Obserwuje ciebie
tr: Seni takip ediyor
uk: Підписується на вас
zh_hans: 关注你的人
zh_hant: 跟隨了您

# account.joined
source: Joined
be: Далучыліся
ca: S'ha unit
eu: Batze-data:
it: utente dal
ja: 登録日
ko: 가입
nl: Lid geworden
pl: Dołączył(a)
tr: Katılındı
uk: Доєднався
zh_hans: 加入于
zh_hant: 加入日期

# account.action.logout
source: Log Out Account
be: Выйсці з уліковага запісу
ca: Tanca la sessió
eu: Amaitu saioa
it: Esci dall'account
ja: アカウントをログアウトする
ko: 로그아웃
nl: Log uit
pl: Wyloguj się
uk: Вийти з облікового запису
zh_hans: 退出登录
zh_hant: 登出帳號

# account.action.more
source: More Settings
eu: Ezarpen gehiago
it: Altre impostazioni
ja: その他の設定
ko: 계정 설정 더 보기
nl: Meer instellingen
pl: Więcej ustawień
uk: Більше налаштувань
zh_hans: 更多设置
zh_hant: 更多設定

# account.relation.note.edit
source: Edit Note
be: Рэдагаваць нататку
eu: Editatu oharra
it: Modifica nota
ja: ノートを編集
ko: 노트 편집
nl: Bewerk notitie
pl: Edytuj notatkę
uk: Редагувати нотатку
zh_hans: 编辑备注
zh_hant: 編輯備註

# account.relation.note.edit.placeholder
source: Enter Note text
be: Увядзіце тэкст нататкі
eu: Idatzi oharra hemen
it: Inserisci il testo della nota
ja: ノートを入力
ko: 나만 볼 수 있는 노트
nl: Voer notitietekst in
pl: Wprowadź treść notatki
uk: Додати нотатку
zh_hans: 输入备注文本
zh_hant: 輸入備註

# account.relation.note.edit.error.save.message
source: Error while saving your note, please try again.
be: Памылка пры захаванні нататкі, паўтарыце спробу.
eu: Errorea oharra gordetzerakoan, saiatu berriro geroago.
it: Errore durante il salvataggio della nota. Riprova, per favore.
ja: ノートの保存中にエラーが発生しました、もう一度お試しください。
ko: 노트를 저장하지 못했습니다. 다시 시도해주세요.
nl: Er is een fout opgetreden tijdens het bewaren van de notitie, probeer het nogmaals.
pl: Błąd podczas zapisywania notatki, spróbuj ponownie.
uk: Помилка збереження вашої нотатки, pспробуйте ще раз.
zh_hans: 保存备注时报错，请重试。
zh_hant: 儲存備註時發生錯誤，請再試一次。

# account.relation.note.edit.error.save.title
source: Error while saving your note
be: Памылка пры захаванні нататкі
eu: Errorea oharra gordetzerakoan
it: Errore durante il salvataggio della nota
ja: ノートの保存中にエラーが発生しました
ko: 노트 저장 오류
nl: Fout tijdens bewaren notitie
pl: Błąd podczas zapisywania notatki
uk: Помилка збереження нотатки
zh_hans: 保存报错
zh_hant: 儲存備註時發生錯誤

# account.relation.note.label
source: Note:
be: Нататка:
eu: Oharra:
it: Nota:
ja: ノート：
ko: 노트
nl: Notitie:
pl: Notatka:
uk: Нотатка:
zh_hans: 备注：
zh_hant: 備註：

# conversations.action.delete
source: Delete
be: Выдаліць
ca: Elimina
eu: Ezabatu
it: Cancella
ja: 削除
ko: 삭제
nl: Verwijder
pl: Usuń
tr: Sil
uk: Видалити
zh_hans: 删除
zh_hant: 刪除

# conversations.action.mark-read
source: Mark as read
be: Адзначыць як прачытанае
ca: Marca com a llegit
eu: Markatu irakurritzat
it: Segna come letto
ja: 既読にする
ko: 읽음으로 표시
nl: Markeer als gelezen
pl: Oznacz jako przeczytany
tr: Okundu olarak işaretle
uk: Позначити прочитаним
zh_hans: 标记为已读
zh_hant: 標示為已讀

# conversations.action.view-detail
source: View detail
be: Паглядзець дэталі
eu: Ikusi xehetasunak
it: Vedi i dettagli
ja: 詳細を見る
ko: 상세 정보 보기
nl: Toon details
pl: Zobacz szczegóły
uk: Переглянути деталі
zh_hans: 查看详情
zh_hant: 顯示詳情

# conversations.empty.message
source: Looking for some social media love? You'll find all your direct messages and private mentions right here. Happy messaging! 📱❤️
be: Шукаеце каханне ў сацыяльных сетках? Тут вы знойдзеце ўсе вашы прамыя паведамленні і асабістыя згадкі. Прыемнай перапіскі! 📱❤️
ca: Esteu buscant l'amor a les xarxes socials? Aquí trobareu tots els vostres missatges directes i mencions privades. Bona conversa! 📱❤️
eu: Gizarte-sareko maitasun apur baten bila? Zure mezu zuzen eta aipamen pribatu guztiak hemen topatuko dituzu. Ondo pasa! 📱❤️
it: Hey, qui troverai tutti i tuoi messaggi diretti e le menzioni private. 📱❤️
ja: ソーシャルメディアへの愛をお探しですか？ダイレクトメッセージやプライベートメッセージはすべてここにあります、ハッピーメッセージ！ 📱❤️
ko: 메시지를 찾고 있나요? 여기에서 다이렉트 메시지와 비공개 언급을 확인할 수 있어요. 친구에게 메시지를 먼저 보내보세요! 📱❤️
nl: Op zoek naar wat liefde op sociale media? Hier vind je al je directe berichten en privévermeldingen. Veel plezier met het versturen van berichtjes! 📱❤️
pl: Szukasz miłości w mediach społecznościowych? Tutaj znajdziesz wszystkie swoje bezpośrednie wiadomości i prywatne wzmianki. Szczęśliwego korespondowania! 📱❤️
tr: Sosyal medyada fark edilmek mi istiyorsunuz? Burada tüm direkt mesajlarınızı ve gizli bahsetmelerinizi bulabilirsiniz. Mutlu mesajlaşmalar! 📱❤️
uk: Ви знайдете ваші особисті повідомлення та приватні згадки тут. Приємного обміну повідомленнями! 📱❤️
zh_hans: 正在社交媒体上寻找乐趣？你所有的私信和单独提及都在这里。聊得开心！📱❤️
zh_hant: 在社交媒體上找尋滿足嗎？您的私訊和私人提及都在這裡。聊個開心！ 📱❤️

# conversations.empty.title
source: Inbox Zero
be: Уваходная скрыня парожняя
ca: Safata d'entrada
it: Nessuna posta in arrivo
ja: 受信トレイ・ゼロ
ko: 메시지 없음
nl: Lege inbox
pl: Skrzynka odbiorcza pusta
tr: Gelen Kutusu Boş
uk: Порожня скринька
zh_hans: 收件箱为空
zh_hant: 零收件匣

# conversations.error.button
source: Retry
be: Паўтарыць
ca: Reintenta
eu: Saiatu berriro
it: Riprova
ja: リトライ
ko: 다시 시도
nl: Opnieuw
pl: Spróbuj ponownie
tr: Tekrar Dene
uk: Спробувати знову
zh_hans: 重试
zh_hant: 重試

# conversations.error.message
source: Error while loading your messages
be: Памылка падчас загрузкі вашых паведамленняў
ca: Error en carregar els missatges
eu: Errorea mezuak kargatzean
it: Errore durante il recupero dei tuoi messaggi
ja: メッセージの読み込み中にエラーが発生しました
ko: 메시지를 불러오지 못했습니다.
nl: Fout tijdens het laden van je berichten
pl: Błąd podczas ładowania twoich wiadomości
tr: Mesajlarınızı yüklerken bir hata oluştu
uk: Помилка завантаження вашого повідомлення
zh_hans: 加载私信时出错
zh_hant: 下載私訊時發生錯誤

# conversations.error.title
source: An error occurred
be: Памылка падчас загрузкі вашых паведамленняў
ca: S'ha produït un error
eu: Errorea gertatu da
it: Si è verificato in errore
ja: エラーが発生しました
ko: 오류
nl: Er heeft zich een fout voorgedaan
pl: Wystąpił błąd
tr: Bir hata oluştu
uk: Виникла халепа
zh_hans: 出错啦
zh_hant: 發生錯誤

# conversations.navigation-title
source: Direct Messages
be: Непасрэдныя паведамленні
ca: Missatges directes
eu: Mezu zuzenak
it: Messaggi diretti
ja: ダイレクトメッセージ
ko: 다이렉트 메시지
nl: Directe berichten
pl: Wiadomości bezpośrednie
tr: Direkt Mesajlar
uk: Особисті повідомлення
zh_hans: 私信
zh_hant: 私訊

# conversations.new.message.placeholder
source: New Message
be: Новае паведамленне
ca: Missatge nou
eu: Mezu berria
it: Nuovo messaggio
ja: 新しいメッセージ
ko: 새 메시지
nl: Nieuw bericht
pl: Nowa wiadomość
tr: Yeni Mesaj
uk: Нове повідомлення
zh_hans: 新消息
zh_hant: 新私訊

# conversations.latest.message
source: Latest Message
eu: Mezu berriena
it: Ultimo messaggio
ja: 最新のメッセージ
ko: 가장 최근 메시지를
nl: Meest recente bericht
pl: Najnowsza wiadomość
uk: Останні повідомлення
zh_hans: 最新消息
zh_hant: 最新私訊

# design.tag.n-posts-from-n-participants %lld %lld
source: %lld posts from %lld participants
be: %lld допісы ад %lld удзельнікаў
ca: %lld publicacions de %lld participants
it: %lld post da %lld partecipanti
ja: %lld トゥートの投稿 %lld 人が投稿している
ko: %lld개 글 (%lld명이 이야기 중)
nl: %lld posts van %lld deelnemers
tr: %lld katılımcılar tarafından %lld gönderi
uk: %lld дописів від %lld учасників
zh_hans: %lld 条嘟文来自 %lld 个参与者
zh_hant: %lld 篇嘟文，%lld 位參與者

# design.theme.navigation-title
source: Theme Selector
be: Выбар тэмы
ca: Selector de tema
eu: Gai hautatzailea
it: Temi
ja: テーマセレクト
ko: 테마 선택
nl: Themakiezer
pl: Wybór motywu
tr: Tema Seçici
uk: Обрати тему
zh_hans: 主题选择
zh_hant: 選擇風格

# design.theme.toots-preview
source: Toots preview
be: Папярэдні прагляд
eu: Tuten aurreikuspena
it: Anteprima dei Toot
ja: トゥートプレビュー
ko: 글 미리 보기
nl: Voorbeeld
pl: Podgląd postów
tr: Toots önizlemesi
uk: Перегляд допису
zh_hans: 预览文本
zh_hant: 嘟文預覽

# explore.navigation-title
source: Explore
be: Агляд
ca: Explora
eu: Arakatu
it: Esplora
ja: 探索
ko: 둘러보기
nl: Ontdekken
pl: Odkrywaj
tr: Keşfet
uk: Огляд
zh_hans: 探索
zh_hant: 探索

# explore.search.message-%@
source: From this screen you can search anything on %@
be: З гэтага экрана вы можаце шукаць што заўгодна на %@
ca: Des d'aquest apartat podeu cercar qualsevol cosa a %@
eu: Pantaila honetan %@(e)ko edozer bila dezakezu
it: Da questo pannello puoi cercare tutto su %@
ja: ここからあらゆるものを検索することができます %@
ko: 이 화면에서 내 인스턴스(%@)에 있는 무엇이든 검색해볼 수 있습니다.
nl: Vanaf dit scherm kan je naar alles zoeken op %@
pl: Z tego ekranu możesz wyszukać wszystko na temat %@
tr: Bu ekrandan her şeyi aratabilirsiniz %@
uk: Ви можете шукати все, що вас цікавить на %@
zh_hans: 在此界面上，你可以搜索 %@ 上的任何信息
zh_hant: 從這裡可以搜尋 %@ 裡的任何訊息

# explore.search.prompt
source: Search users, posts and tags
be: Шукаць карыстальнікаў, допісы і тэгі
ca: Cerqueu usuaris, publicacions i etiquetes
eu: erabiltzaileak, bidalketak eta traolak
it: Cerca utenti, post e tag
ja: ユーザー、投稿、タグの検索
ko: 사용자, 글, 태그 검색
nl: Zoek gebruikers, posts en hashtags
pl: Szukaj osób, postów i hasztagów
tr: Kullanıcıları, gönderileri ve etiketleri arayın
uk: Пошук користувачів, дописів та хештеґів
zh_hans: 搜索用户、嘟文或标签
zh_hant: 搜尋用戶、嘟文、或標籤

# explore.search.title
source: Search your instance
be: Пошук у вашым серверу
ca: Cerqueu la vostra instància
eu: Bilatu zure instantzian
it: Cerca nella tua istanza
ja: インスタンスの検索
ko: 인스턴스를 탐색해보세요
nl: Doorzoek je instantie
pl: Wyszukaj swój serwer
tr: Oluşumları arayın
uk: Пошук на сервері
zh_hans: 搜索你的服务器
zh_hant: 搜尋本站

# explore.search.empty.message
source: This query returned no search results, please try another one.
be: Гэты запыт не даў вынікаў пошуку, паспрабуйце іншы.
ca: La cerca no ha trobat cap resultat, proveu-ne una altra.
eu: Bilaketa honek ez du emaitzarik lortu, saiatu berriro.
it: Mi dispiace ma la richiesta non ha prodotto risultati
ja: この問い合わせは検索結果を返しませんので、別の問い合わせを実行してください
ko: 검색어에 대한 결과가 없습니다. 다른 검색어로 시도해주세요.
nl: Deze zoekopdracht leverde geen resultaten op. Probeer een andere zoekopdracht.
pl: To zapytanie nie zwróciło żadnych wyników wyszukiwania, spróbuj proszę użyć innego.
tr: Bu arama hiçbir sonuç döndürmedi, lütfen başka bir şey deneyin.
uk: На цей запит нічого не знайдено, спробуйте інший.
zh_hans: 搜索无结果，请尝试其他查询
zh_hant: 搜尋無結果，請試其他查詢

# explore.search.empty.title
source: No search results
be: Няма вынікаў пошуку
ca: No hi ha resultats de cerca
eu: Ez dago emaitzarik
it: Nessun risultato
ja: 検索結果無し
ko: 검색 결과 없음
nl: Geen zoekresultaten
pl: Brak wyników wyszukiwania
tr: Arama sonucu yok
uk: Нічого не знайдено
zh_hans: 无结果
zh_hant: 搜尋無結果

# explore.section.posts
source: Posts
be: Допісы
ca: Publicacions
eu: Bidalketak
it: Post
ja: 投稿
ko: 글
pl: Posty
tr: Gönderiler
uk: Дописи
zh_hans: 嘟文
zh_hant: 嘟文

# explore.section.suggested-users
source: Suggested Users
be: Прапанаваныя карыстальнікі
ca: Usuaris suggerits
eu: Gomendatutako erabiltzaileak
it: Utenti suggeriti
ja: オススメのユーザー
ko: 추천 사용자
nl: Aanbevolen gebruikers
pl: Ciekawe osoby
tr: Tavsiye Edilen Kullanıcılar
uk: Запропоновані користувачі
zh_hans: 推荐的用户
zh_hant: 推薦用戶

# explore.section.tags
source: Tags
be: Тэгі
ca: Etiquetes
eu: Traolak
it: Tag
ja: タグ
ko: 태그
nl: Hashtags
pl: Hasztagi
tr: Etiketler
uk: Хештеґи
zh_hans: 标签
zh_hant: 標籤

# explore.section.trending.links
source: Trending Links
be: Трэндавыя спасылкі
ca: Enllaços populars
eu: Gori-gorian dauden estekak
it: Link in tendenza
ja: 人気のリンク
ko: 뜨고 있는 링크
pl: Popularne linki
tr: Yükselişteki Bağlantılar
uk: Популярні посилання
zh_hans: 当下流行的网页
zh_hant: 流行連結

# explore.section.trending.posts
source: Trending Posts
be: Трэндавыя допісы
ca: Publicacions populars
eu: Bogan dauden bidalketak
it: Post in tendenza
ja: 人気の投稿
ko: 뜨고 있는 글
pl: Popularne posty
tr: Yükselişteki Gönderiler
uk: Популярні дописи
zh_hans: 当下流行的嘟文
zh_hant: 流行嘟文

# explore.section.trending.tags
source: Trending Tags
be: Трэндавыя тэгі
ca: Etiquetes populars
eu: Pil-pilean dauden traolak
it: Tag in tendenza
ja: 人気のタグ
ko: 뜨고 있는 태그
nl: Trending hashtags
pl: Popularne hasztagi
tr: Yükselişteki Etiketler
uk: Популярні хештеґи
zh_hans: 当下流行的标签
zh_hant: 流行標籤

# explore.section.users
source: Users
be: Карыстальнікі
ca: Usuaris
eu: Erabiltzaileak
it: Utenti
ja: ユーザー
ko: 사용자
nl: Gebruikers
pl: Osoby
tr: Kullanıcılar
uk: Користувачі
zh_hans: 用户
zh_hant: 用戶

# env.poll-vote-frequency.one
source: One Vote
be: Адзін голас
ca: Vot únic
eu: Boto bakarra
it: Voto singolo
ja: 単一投票
ko: 하나만 선택 가능
nl: Eén stem
pl: Jeden głos
tr: Bir oy
uk: Лише один варіант
zh_hans: 单个投票
zh_hant: 單一選擇

# env.poll-vote-frequency.multiple
source: Multiple Votes
be: Некалькі галасоў
ca: Vot múltiple
eu: Boto bat baino gehiago
it: Voto multiplo
ja: 複数投票可
ko: 여러 개 선택 가능
nl: Meerdere stemmen
pl: Głosowanie wielokrotne
tr: Birden fazla oy
uk: Вибір декількох варіантів
zh_hans: 多个投票
zh_hant: 多重選擇

# lists.add-remove-%@
source: Add/Remove %@
be: Дадаць/Выдаліць %@
ca: Afegeix/elimina %@
eu: Gehitu/Kendu %@
it: Aggiungi/Rimuovi %@
ja: 追加/削除 %@
ko: %@ 추가/제거
nl: %@ toevoegen/verwijderen
pl: Dodaj/usuń %@
tr: Ekle/Çıkar %@
uk: Додати/Видалити %@
zh_hans: 添加/移除 %@
zh_hant: 新增或刪除 %@

# lists.create
source: Create a new list
be: Стварыць новы спіс
ca: Crea una llista
eu: Sortu zerrenda berria
it: Crea una nuova lista
ja: 新しいリストを作成
ko: 새 리스트 만들기
nl: Nieuwe lijst maken
pl: Utwórz nową listę
tr: Yeni bir liste oluştur
uk: Створити новий список
zh_hans: 新建列表
zh_hant: 新增列表

# lists.create.confirm
source: Create list
be: Стварыць спіс
ca: Crea la llista
eu: Sortu zerrenda
it: Crea lista
ja: リストを作成
ko: 만들기
nl: Lijst maken
pl: Utwórz listę
tr: Liste oluştur
uk: Створити список
zh_hans: 创建列表
zh_hant: 新增列表

# lists.edit.users-in-list
source: Users in this list
be: Карыстальнікі ў гэтым спісе
ca: Usuaris en aquesta llista
eu: Zerrenda honetan dauden erabiltzaileak
it: Utenti in questa lista
ja: このリスト内のユーザー
ko: 이 리스트에 있는 사용자
nl: Gebruikers in deze lijst
pl: Osoby na tej liście
tr: Bu listedeki kullanıcılar
uk: Користувачі у списку
zh_hans: 列表中的用户
zh_hant: 列表中用戶

# lists.name
source: List name
be: Назва спісу
ca: Nom de la llista
eu: Zerrendaren izena
it: Nome della lista
ja: リストの名前
ko: 리스트 이름
nl: Lijstnaam
pl: Nazwa listy
tr: Liste ismi
uk: Назва списку
zh_hans: 列表名称
zh_hant: 列表名稱

# lists.name.message
source: Enter the name for your list
be: Увядзіце назву вашага спісу
ca: Introduïu el nom de la llista
eu: Idatzi zerrendaren izena
it: Inserisci il nome della tua lista
ja: リストの名前を入力
ko: 리스트의 이름을 입력해주세요.
nl: Voer de naam van jouw lijst in
pl: Wprowadź nazwę twojej listy
tr: Listeniz için bir isim girin
uk: Введіть назву для списку
zh_hans: 为你的列表命名
zh_hant: 輸入列表名稱

# notifications.empty.message
source: Notifications? What notifications? Your notification inbox is looking so empty. Keep on being awesome! 📱😎
be: Апавяшчэнні? Якія апавяшчэнні? Ваша скрыня апавяшчэнняў выглядае такой пустой. Працягвайце заставацца цудоўным! 📱😎
eu: Jakinarazpenak? Zer jakinarazpen? Jakinarazpenen zerrenda erabat hutsik duzu. Segi zoragarria izaten! 📱😎
it: Notifiche? Quali notifiche? La tua casella delle notifiche è vuota. Continua così! 📱😎
ja: 通知？何の通知？通知の受信箱が空っぽに見えるよ！これからもよろしく頼むぜ！ 📱😎
ko: 알림? 무슨 알림이요? 알림 목록이 비어 있어요. 지금처럼 멋지게 하면 알림이 곧 올 거에요. 📱😎
nl: Notificaties? Welke notificaties? Jouw notificatie-inbox ziet er zo leeg uit. Blijf geweldig! 📱😎
pl: Powiadomienia? Jakie powiadomienia? Twoja skrzynka powiadomień wygląda tak pusto. Bądź dalej niesamowity! 📱😎
tr: Bildirimler? Ne bildirimi? Bildirim gelen kutunuz boş gözüküyor. Harika olmaya devam edin! 📱😎
uk: Сповіщення? Які сповіщення? Я не бачив тут жодних сповіщень... 📱😎
zh_hans: 通知？什么通知？你的收件箱是空的。继续保持！📱😎
zh_hant: 通知？什麼通知？您的通知收件匣空空如也，太棒了！ 📱😎

# notifications.empty.title
source: No notifications
be: Няма апавяшчэнняў
ca: No hi ha notificacions
eu: Jakinarazpenik ez
it: Nessuna notifica
ja: 通知無し
ko: 알림 없음
nl: Geen notificaties
pl: Brak powiadomień
tr: Yeni bildirim yok
uk: Немає сповіщень
zh_hans: 没有更早的通知
zh_hant: 無通知

# notifications.error.message
source: An error occurred while loading your notifications, please try again.
be: Пры загрузцы вашых апавяшчэнняў адбылася памылка, паспрабуйце яшчэ раз.
ca: S'ha produït un error en carregar les notificacions, torneu-ho a provar.
eu: Errorea gertatu da jakinarazpenak kargatzean, saiatu berriro.
it: Si è verificato un errore durante il caricamento delle notifiche, per favore riprova più tardi.
ja: 通知の読み込み中にエラーが発生しました、もう一度試してください
ko: 알림을 불러오지 못했습니다. 다시 시도해주세요.
nl: Er heeft zich een fout voorgedaan tijdens het laden van je notificaties. Probeer het nogmaals.
pl: Podczas ładowania powiadomień wystąpił błąd, proszę spróbować ponownie.
tr: Bildirimlerinizi yüklerken bir hata oluştu, lütfen tekrar deneyin.
uk: Халепа з завантаженням ваших сповіщень, спробуйте ще раз.
zh_hans: 加载通知时出错，请重试。
zh_hant: 下載通知時發生錯誤，請再試一次。

# notifications.error.title
source: An error occurred
be: Узнікла памылка
ca: S'ha produït un error
eu: Errorea gertatu da
it: Si è verificato un errore
ja: エラーが発生しました
ko: 오류
nl: Er heeft zich een fout voorgedaan
pl: Wystąpił błąd
tr: Bir hata oluştu
uk: Сталася халепа
zh_hans: 出现了一个错误
zh_hant: 下載通知時發生錯誤

# notifications.label.favorite %lld
source: starred
be: пазначана
ca: ha marcat com a favorit
it: ha apprezzato il tuo post
ja: お気に入り
ko: 좋아요함
pl: polubiony
tr: favorilendi
uk: уподобано
zh_hans: 星标
zh_hant: 把您的嘟文加入了最愛

# notifications.label.follow %lld
source: followed you
be: пачаў адсочваць вас
ca: us ha seguit
it: ti segue
ja: フォローされました
ko: 나를 팔로우함
pl: obserwuje cię
tr: seni takip etti
uk: підписка на вас
zh_hans: 关注了你
zh_hant: 跟隨了您
