Repository: Dimillian/IceCubesApp
Catalog: IceCubesApp/Resources/Localization/*.lproj/Localizable.strings
Languages: be, ca, eu, it, ja, ko, nl, pl, tr, uk, zh_hans, zh_hant

# status.error.loading.message
source: An error occurred while loading posts, please try again.
be: Пры загрузцы паведамленняў адбылася памылка, паўтарыце спробу.
ca: S'ha produït un error en carregar les publicacions, torneu-ho a provar.
eu: Errorea bidalketak kargatzean; saiatu berriro.
it: Si è verificato un errore durante il caricamento dei post, per favore prova più tardi.
ja: 投稿の読み込み中にエラーが発生しました、もう一度試してください
ko: 글을 불러오지 못했습니다. 다시 시도해주세요.
nl: Er heeft zich een fout voorgedaan tijdens het laden van je posts. Probeer het nogmaals.
pl: Wystąpił błąd podczas ładowania postów, spróbuj ponownie.
tr: Gönderi yüklenirken bir hata oluştu, lütfen tekrar deneyin.
zh_hans: 加载嘟文时发生错误，请重试。
zh_hant: 下載嘟文時發生錯誤，請再試一次。

# status.error.message
source: An error occurred in the context of this post, please try again.
be: Адбылася памылка ў кантэксце гэтай публікацыі, паспрабуйце яшчэ раз.
ca: S'ha produït un error en el context d'aquesta publicació, torneu-ho a provar.
eu: Errorea bidalketa honen testuinguruan; saiatu berriro.
it: Si è verificato un errore durante il caricamento del post, per favore prova più tardi.
ja: この投稿のコンテキストでエラーが発生しました、もう一度試してください
ko: 글의 상세 정보를 불러오지 못했습니다. 다시 시도해주세요.
nl: Er heeft zich een fout voorgedaan. Probeer het nogmaals.
pl: Wystąpił błąd dotyczący tego postu, proszę spróbuj ponownie.
tr: Bu gönderi bağlamında bir hata oluştu, lütfen tekrar deneyin.
zh_hans: 嘟文的上下文出现了错误，请重试。
zh_hant: 嘟文上下文發生錯誤，請再試一次。

# status.error.title
source: An error occurred
be: Узнікла памылка
ca: S'ha produït un error
eu: Errorea gertatu da
it: Si è verificato un errore
ja: エラーが発生しました
ko: 오류
nl: Er heeft zich een fout voorgedaan
pl: Wystąpił błąd
tr: Bir hata oluştu
zh_hans: 发生了一个错误
zh_hant: 發生錯誤

# status.filter.filtered-by-%@
source: Filtered by: %@
be: Адфільтравана па: %@
ca: Filtrat per: %@
eu: Iragazkia: %@
it: Filtrato da: %@
ja: %@ :によりフィルターされました
ko: %@ 필터에 의해 가려짐
nl: Gefilterd op: %@
pl: Filtrowany przez: %@
tr: Tarafından filtrelendi: %@
uk: Відфільровано: %@
zh_hans: 被 %@ 过滤
zh_hant: 依 %@ 過濾

# status.filter.show-anyway
source: Show anyway
be: Паказваць у любым выпадку
ca: Mostra de totes maneres
eu: Erakutsi edonola ere
it: Mostra comunque
ja: とりあえず表示
ko: 표시하기
nl: Laat toch zien
pl: Pokaż mimo wszystko
tr: Yine de göster
uk: Всерівно показати
zh_hans: 仍然显示
zh_hant: 仍然顯示

# status.image.alt-text.abbreviation
source: ALT
be: Альт.
ja: 注釈
ko: 설명

# status.media.content.show
source: Show content
be: Паказаць змест
ca: Mostra el contingut
eu: Erakutsi edukia
it: Mostra il contenuto
ja: 内容を表示
ko: 내용 표시하기
nl: Toon inhoud
pl: Pokaż zawartość
tr: Bağlamı göster
uk: Показати вміст
zh_hans: 显示内容
zh_hant: 顯示內容

# status.media.contextmenu.copy
source: Copy image
be: Капіяваць выяву
ca: Copia la imatge
eu: Kopiatu irudia
it: Copia immagine
ja: イメージのコピー
ko: 이미지 복사
nl: Kopieer
pl: Kopiuj obrazek
tr: Görüntüyü kopyala
uk: Копіювати зображення
zh_hans: 拷贝图片
zh_hant: 拷貝影像

# status.media.contextmenu.save
source: Save image
be: Захаваць выяву
ca: Desa la imatge
eu: Gorde irudia
it: Salva immagine
ja: イメージの保存
ko: 이미지 저장
nl: Bewaar
pl: Zachowaj obrazek
tr: Görüntüyü kaydet
uk: Зберегти зображення
zh_hans: 保存图片
zh_hant: 儲存影像

# status.media.contextmenu.share
source: Share this image
be: Падзяліцца гэтай выявай
ca: Comparteix la imatge
eu: Partekatu irudia
it: Condividi questa immagine
ja: イメージの共有
ko: 이미지 공유
nl: Deel
pl: Udostępnij ten obrazek
tr: Görüntüyü paylaş
uk: Поділитися цим зображенням
zh_hans: 分享图片
zh_hant: 分享影像

# status.media.contextmenu.view-browser
source: View in Browser
be: Праглядзець у браўзэры
ca: Mostra al navegador
eu: Ikusi nabigatzailean
it: Visualizza nel browser
ja: ブラウザで見る
ko: 브라우저에서 보기
nl: Open in browser
pl: Zobacz w przeglądarce
tr: Tarayıcıda göster
uk: Переглянути у браузері
zh_hans: 在浏览器中打开
zh_hant: 在瀏覽器裡顯示

# status.media.sensitive.show
source: Show sensitive content
be: Паказаць адчувальны кантэнт
ca: Mostra el contingut sensible
eu: Erakutsi eduki hunkigarria
it: Mostra i contenuti sensibili
ja: センシティブな内容を表示する
ko: 민감한 미디어 표시하기
nl: Toon gevoelige inhoud
pl: Pokaż wrażliwą zawartość
tr: Hassas içeriği göster
uk: Показати делікатний вміст
zh_hans: 显示敏感内容
zh_hant: 顯示敏感內容

# status.poll.n-votes %lld
source: %lld votes
be: %lld галасоў
ca: %lld vots
eu: %lld boto
it: %lld voti
ja: %lld 投票
ko: %lld표
nl: %lld stemmen
tr: %lld oy
uk: %lld голосів
zh_hans: %lld 票
zh_hant: %lld 票

# status.poll.n-votes-voters %lld %lld
source: %lld votes from %lld voters
be: %lld галасоў ад %lld удзельнікаў
it: %lld voti da %lld persone
ja: %lld 票 %lld からの投票
ko: %lld표 (%lld명)
nl: %lld stemmen van %lld stemmers
uk: %lld голосів від %lld опитаних
zh_hans: %lld 票来自 %lld 个投票者
zh_hant: %lld 票，%lld 位投票者

# status.poll.closed
source: Closed
be: Зачынены
ca: Finalitzada
eu: Amaituta
it: Chiuso
ja: 投票終了
ko: 종료됨
nl: Beëindigd
pl: Zamknięty
tr: Kapandı
uk: Закрито
zh_hans: 已关闭
zh_hant: 已關閉

# status.poll.closes-in
source: Closes in
be: Зачыніцца праз
ca: Finalitza en
eu: Epemuga:
ja: 投票終了まで
ko: 종료까지
nl: Eindigt over
pl: Zostanie zakończony za
tr: Kapanacak
uk: Завершується в
zh_hans: 关闭于
zh_hant: 關閉於

# status.poll.duration
source: Poll Duration
be: Працягласць апытання
ca: Durada de l'enquesta
eu: Bozketaren iraupena
it: Durata del sondaggio
ja: 投票期間
ko: 투표 기간
nl: Pollduur
pl: Czas trwania sondażu
tr: Anket Süresi
uk: Тривалість опитування
zh_hans: 投票持续时间
zh_hant: 投票時限

# status.poll.frequency
source: Polling Frequency
be: Частата апытання
ca: Freqüència de l'enquesta
eu: Bozketaren maiztasuna
it: Frequenza di voto
ja: 投票頻度
ko: 투표 선택 옵션
nl: Pollingfrequentie
pl: Częstotliwość odpytywania
tr: Anket Sıklığı
uk: Частота опитування
zh_hans: 投票频率
zh_hant: 投票頻率

# status.poll.option-n %lld
source: Option %lld
be: Варыянт %lld
ca: Opció %lld
eu: %lld. aukera
it: Opzione %lld
ja: オプション %lld
ko: 선택지 %lld
nl: Optie %lld
pl: Opcja %lld
tr: Seçenek %lld
uk: Варіант %lld
zh_hans: %lld 选项
zh_hant: 選項 %lld

# status.poll.send
source: Send Vote
be: Адправіць голас
ca: Envia el vot
eu: Eman botoa
it: Invia il voto
ja: 投票する
ko: 투표
nl: Breng stem uit
pl: Wyślij głos
uk: Проголосувати
zh_hans: 投票
zh_hant: 投票

# status.post-from-%@
source: Post from %@
be: Паведамленне ад %@
ca: Publicació de: %@
eu: %@(r)en bidalketa
it: Post da %@
ja: %@ の投稿
ko: %@님의 글
nl: Post van %@
pl: Post od %@
tr: Gönderi tarafından %@
uk: Допис від %@
zh_hans: %@ 的嘟文
zh_hant: %@ 的嘟文

# status.row.was-boosted
source: boosted
be: павышаны
ca: impulsat
eu: (e)k bultzatua
it: ha condiviso
ja: ブーストした
ko: 님이 부스트함
nl: boostte
pl: podbił(a)
tr: yükseltildi
uk: поширює
zh_hans: 转发
zh_hant: 轉嘟

# status.row.was-reply
source: Replied to
be: Адказаў
ca: Ha respost a
eu: Honi erantzunez:
it: Risposta per
ja: 返信
ko: 댓글:
nl: Geantwoord op
pl: Odpowiedział(a) do
tr: Şuna cevap verildi
uk: Відповідь для
zh_hans: 回复给
zh_hant: 回覆給

# status.row.you-boosted
source: You boosted
be: Вы ўзмацнілі
ca: Heu impulsat
eu: Zuk bultzatua
it: Tu hai condiviso
ja: ブーストしました
ko: 내가 부스트함
nl: Je boostte
pl: Podbiłeś(aś)
tr: Yükselttin
uk: Ви поширили
zh_hans: 你转发了
zh_hant: 您轉嘟了

# status.show-less
source: Show less
be: Паказваць менш
ca: Mostra'n menys
eu: Ikusi gutxiago
it: Mostra meno
ja: 表示項目を減らす
ko: 간략히 보기
nl: Toon minder
pl: Pokaż mniej
tr: Daha az göster
uk: Показати менше
zh_hans: 显示更少
zh_hant: 少顯示一點

# status.show-more
source: Show more
be: Паказаць больш
ca: Mostra'n més
eu: Ikusi gehiago
it: Mostra di più
ja: 表示項目を増やす
ko: 더 보기
nl: Toon meer
pl: Pokaż więcej
tr: Daha fazla göster
uk: Показати більше
zh_hans: 显示更多
zh_hant: 多顯示一點

# status.show-full-post
source: Show full post
eu: Erakutsi osorik
it: Mostra il post completo
ja: 投稿をすべて表示
ko: 전체 내용 보기
nl: Toon volledige post
pl: Pokaż cały post
uk: Показати весь допис
zh_hans: 显示全文
zh_hant: 顯示全文

# status.summary.edited-time
source: Last edited:
be: Апошняе рэдагаванне:
ca: Darrera edició:
eu: Azkenekoz editatua:
it: Ultima modifica:
ja: 最新編集日:
ko: 마지막 수정:
nl: Laatst gewijzigd:
pl: Ostatnia edycja:
tr: Son düzenleme:
uk: Востаннє змінено:
zh_hans: 上次编辑：
zh_hant: 上次編輯：

# status.summary.n-replies %lld
source: %lld replies
it: %lld risposte
ja: %lld 件の返信
ko: 댓글 %lld개
nl: %lld antwoorden
uk: %lld відповідей
zh_hans: %lld 个回复
zh_hant: %lld 回覆

# status.summary.n-boosts %lld
source: %lld boosts
be: %lld павышаных
ca: %lld impulsos
it: %lld boost
ja: %lld ブースト
ko: 부스트 %lld회
tr: %lld yükseltmeler
uk: %lld поширень
zh_hans: %lld 转发
zh_hant: %lld 轉嘟

# status.summary.n-favorites %lld
source: %lld favorites
be: %lld улюбёных
ca: %lld preferits
it: %lld preferiti
ja: %lld お気に入り
ko: 좋아요 %lld회
nl: %lld favorieten
tr: %lld favoriler
uk: %lld вподобань
zh_hans: %lld 喜欢
zh_hant: %lld 最愛

# status.summary.edit-history
source: Edit History
eu: Edizio-historia
it: Modifica cronologia
ja: 編集履歴
ko: 글 수정 기록
nl: Bewerkingsgeschiedenis
pl: Historia edycji
uk: Журнал змін
zh_hans: 编辑历史
zh_hant: 編輯歷史

# status.visibility.direct
source: Private
be: Прыватны
ca: Privat
eu: Aipatutakoak
it: Privato
ja: 指定された相手のみ
ko: 언급된 사용자만
nl: Direct bericht
pl: Post bezpośredni
tr: Gizli
uk: Особисте
zh_hans: 私密
zh_hant: 私訊

# status.visibility.follower
source: Followers
be: Паслядоўнікі
ca: Seguidors
eu: Jarraitzaileak
it: Solo ai follower
ja: フォロワーのみ
ko: 팔로워만
nl: Alleen volgers
pl: Tylko obserwujący
tr: Takipçiler
uk: Підписникам
zh_hans: 粉丝
zh_hant: 跟隨者

# status.visibility.public
source: Everyone
be: Усе
ca: Tothom
eu: Publikoa
it: A tutti
ja: 公開
ko: 공개
nl: Openbaar
pl: Publiczny
tr: Herkes
uk: Усім
zh_hans: 所有人
zh_hant: 所有人

# status.visibility.unlisted
source: Unlisted
be: Прыбраць з спісу
ca: No llistat
eu: Zerrendatu gabea
it: Ai non appartenenti alle liste
ja: 未収載
ko: 공개 타임라인에서만 숨김
nl: Minder openbaar
pl: Wszyscy (bez funkcji odkrywania)
tr: Liste dışı
uk: Прихований
zh_hans: 不公开
zh_hant: 不公開

# filter.new
source: New Filter
be: Новы фільтр
ca: Crea un filtre
eu: Iragazki berria
it: Nuovo filtro
ja: 新しいフィルター
ko: 새 필터 만들기
nl: Nieuw filter
pl: Nowy filtr
uk: Новий фільтр
zh_hans: 新建过滤器
zh_hant: 新增過濾器

# filter.filters
source: Filters
be: Фільтры
ca: Filtres
eu: Iragazkiak
it: Filtri
ja: フィルター
ko: 필터
pl: Filtry
uk: Фільтри
zh_hans: 过滤器
zh_hant: 過濾器

# filter.edit.title
source: Filter title
be: Фільтр загалоўка
ca: Títol del filtre
eu: Iragazkiaren izena
it: Titolo del filtro
ja: フィルタータイトル
ko: 필터 이름
nl: Filtertitel
pl: Nazwa filtra
uk: Назва фільтру
zh_hans: 过滤器名称
zh_hant: 過濾器名稱

# filter.edit.keywords
source: Filter Keywords
be: Фільтраваць ключавыя словы
ca: Filtra paraules clau
eu: Iragazteko hitz gakoak
it: Parole chiave del filtro
ja: フィルターするキーワード
ko: 거를 단어
nl: Filter sleutelwoorden
pl: Słowa kluczowe filtra
uk: Ключові слова
zh_hans: 关键词
zh_hant: 過濾器關鍵詞

# filter.edit.keywords.add
source: Add a new keyword
be: Дадаць новае ключавое слова
ca: Afegeix una paraula clau
eu: Gehitu hitz gako berria
it: Nuova parola chiave
ja: 新しいキーワードを追加する
ko: 새 단어 추가
nl: Voeg een nieuw sleutelwoord toe
pl: Dodaj nowe słowo kluczowe
uk: Додати нове слово
zh_hans: 添加关键词
zh_hant: 新增關鍵詞

# filter.edit.contexts
source: Filter Contexts
be: Кантэксты фільтра
ca: Filtra els contextos
eu: Iragazkiaren testuinguruak
it: Dove applicare il filtro
ja: フィルターする文章
ko: 적용할 곳
nl: Filtercontext
pl: Kontekst filtra
uk: Фільтрувати вміст
zh_hans: 过滤范围
zh_hant: 過濾器情境

# filter.edit.action
source: Filter Action
be: Дзеянне фільтра
ca: Acció del filtre
eu: Iragazkiaren ekintzak
it: Azione del filtro
ja: フィルターする
ko: 가릴 방식
nl: Filteractie
pl: Działanie filtra
uk: Виконати
zh_hans: 过滤器行为
zh_hant: 過濾器動作

# filter.edit.expiry
source: Expiry
eu: Iraungitzea
it: Scadenza
ja: 期限
ko: 가릴 기간
nl: Vervaldatum
pl: Wygaśnięcie
uk: Завершується
zh_hans: 结束时间
zh_hant: 期限

# filter.edit.expiry.date-time
source: Date/Time
eu: Data/Ordua
it: Data/Orario
ja: 日付/時間
ko: 날짜 및 시간
nl: Datum/tijd
pl: Data/czas
uk: День/Година
zh_hans: 日期/时间
zh_hant: 日期時間

# filter.edit.expiry.duration
source: Duration
eu: Iraupena
it: Durata
ja: 期間
ko: 기간
nl: Duur
pl: Czas trwania
uk: Тривалість
zh_hans: 持续时间
zh_hant: 期間

# account.action.edit-filters
source: Edit Filters
be: Рэдагаваць фільтры
ca: Edita els filtres
eu: Editatu iragazkiak
it: Modifica i Filtri
ja: フィルターを編集する
ko: 필터 편집
nl: Bewerk filters
pl: Edytuj filtry
uk: Редагувати фільтри
zh_hans: 编辑过滤器
zh_hant: 編輯過濾器

# filter.contexts.home
source: Home and lists
be: Галоўная старонка і спісы
ca: Inici i llistes
eu: Hasiera eta zerrendak
it: Nella Home e nelle liste
ja: ホームとリスト
ko: 홈 및 리스트
nl: Start en lijsten
pl: Strona główna i listy
uk: Домівка та список
zh_hans: 主页和列表
zh_hant: 首頁和列表

# filter.contexts.notifications
source: Notifications
be: Апавяшчэнні
ca: Notificacions
eu: Jakinarazpenak
it: Nelle notifiche
ja: 通知
ko: 알림
nl: Meldingen
pl: Powiadomienia
uk: Сповіщення
zh_hans: 通知
zh_hant: 通知

# filter.contexts.public
source: Public timelines
be: Публічныя графікі
ca: Línies de temps públiques
eu: Denbora-lerro lokalak
it: Nelle timeline pubbliche
ja: パブリックタイムライン
ko: 공개 타임라인
nl: Openbare tijdlijnen
pl: Strumienie publiczne
uk: Публічна стрічка
zh_hans: 公共时间线
zh_hant: 公開時間軸

# filter.contexts.conversations
source: Conversations
be: Размовы
ca: Converses
eu: Elkarrizketak
it: Nelle conversazioni
ja: 会話
ko: 대화
nl: Gesprekken
pl: Konwersacje
uk: Розмови
zh_hans: 对话
zh_hant: 對話

# filter.contexts.profiles
source: Profiles
be: Профілі
ca: Perfils
eu: Profilak
it: Nei profili
ja: プロフィール
ko: 프로필
nl: Profielen
pl: Profile
uk: Профілі
zh_hans: 个人主页
zh_hant: 個人檔案

# filter.action.warning
source: Hide with a warning
be: Схаваць з папярэджаннем
ca: Amaga amb un avís
eu: Ezkutatu ohartarazpen batekin
it: Nascondi con un avviso
ja: 警告して非表示
ko: 경고 표시하고 글 가림
nl: Verberg met waarschuwing
pl: Ukryj z ostrzeżeniem
uk: Приховати з попередженням
zh_hans: 隐藏并提醒
zh_hant: 警告之後隱藏

# filter.action.hide
source: Hide completely
be: Схаваць цалкам
ca: Amaga per complet
eu: Ezkutatu guztiz
it: Nascondi completamente
ja: 完全に非表示
ko: 완전히 숨김
nl: Verberg volledig
pl: Ukryj całkowicie
uk: Повністю приховати
zh_hans: 完全隐藏
zh_hant: 完全隱藏

# filter.expired
source: Expired
eu: Iraungi da
it: Scaduto
ja: 期限切れ
ko: 기간 종료됨
nl: Verlopen
uk: Втратив чинність
zh_hans: 已失效
zh_hant: 過期

# filter.expiry-%@
source: Expiry: %@
eu: Iraungitzea: %@
it: Scadenza: %@
ja: 有効期限: %@
ko: %@까지 가림
nl: Verloopt: %@
uk: Втрачає чинність: %@
zh_hans: 失效时间：%@
zh_hant: 期限：%@

# accessibility.general.toggle.on
source: On
eu: Gaituta
ja: オン
ko: 켜짐
nl: Aan
pl: Włączone
zh_hans: 启用
zh_hant: 啟用

# accessibility.general.toggle.off
source: Off
eu: Ezgaituta
ja: オフ
ko: 꺼짐
nl: Uit
pl: Wyłączone
zh_hans: 关闭
zh_hant: 停用

# accessibility.editor.button.attach-photo
source: Attach photo
be: Далучыць фота
eu: Erantsi irudia
it: Allega foto
ja: 画像を添付
ko: 미디어 첨부
nl: Voeg foto toe
pl: Dołącz zdjęcie
uk: Додати світлину
zh_hans: 添加图片
zh_hant: 附上相片

# accessibility.editor.button.poll
source: Poll
be: Апытанне
eu: Bozketa
it: Sondaggio
ja: 投票
ko: 투표
pl: Sondaż
uk: Опитування
zh_hans: 投票
zh_hant: 投票

# accessibility.editor.button.spoiler
source: Spoiler warning
be: Папярэджанне пра спойлер
eu: Edukiari buruzko oharra
it: Avviso di Spoiler
ja: ネタバレを警告
ko: 열람 주의 문구
nl: Spoilerwaarschuwing
pl: Ostrzeżenie o spoilerze
uk: Увага! Спойлер.
zh_hans: 剧透警告
zh_hant: 劇透警告

# accessibility.editor.button.drafts
source: Drafts
be: Чарнавікі
eu: Zirriborroak
it: Bozze
ja: 下書き
ko: 임시 보관함
nl: Concepten
pl: Wersje robocze
uk: Чернетка
zh_hans: 草稿
zh_hant: 草稿

# accessibility.editor.button.custom-emojis
source: Custom emojis
be: Уласныя эмодзі
eu: Instantziaren emojiak
it: Emoji personalizzate
ja: カスタム絵文字
ko: 커스텀 이모지
nl: Aangepaste emoji’s
pl: Emotikony własne
uk: Власні emojis
zh_hans: 自定义表情
zh_hant: 自定表情符號

# accessibility.editor.button.language
source: Language
be: Мова
eu: Hizkuntza
it: Lingua
ja: 言語
ko: 글 언어 지정
nl: Taal
pl: Język
uk: Мова
zh_hans: 选择语言
zh_hant: 語言

# accessibility.editor.button.ai-prompt
source: AI prompt
eu: AA eskaera
it: Suggerimento IA
ja: AIプロンプト
ko: 글 작성 도우미
pl: Funkcje AI
zh_hans: AI 提示
zh_hant: AI 提示

# accessibility.editor.button.characters-remaining
source: Characters remaining
eu: Geratzen diren karaktereak
it: Caratteri rimanenti
ja: 残り文字数
ko: 더 작성할 수 있는 글자 수
nl: Tekens resterend
pl: Liczba pozostałych znaków
zh_hans: 剩余字符
zh_hant: 剩餘字元

# accessibility.editor.privacy.label
source: Visibility
eu: Ikusgaitasuna
it: Visibilità
ja: 可視性
ko: 글 공개 범위
nl: Zichtbaarheid
pl: Widoczność postu
zh_hans: 可见度
zh_hant: 能見度

# accessibility.editor.privacy.hint
source: Changes post audience.
eu: Nork ikus dezakeen aldatzen du.
it: Modifica il pubblico del post.
ja: 投稿対象者を変更します
ko: 글을 볼 수 있는 대상을 변경합니다.
nl: Wijzigt wie de post ziet.
pl: Zmienia odbiorców postu.
zh_hans: 更改嘟文可见度。
zh_hant: 更改嘟文的讀者群。

# accessibility.tabs.timeline.add-account
source: Add Account
be: Дадаць уліковы запіс
eu: Gehitu kontua
it: Aggiungi account
ja: アカウントを追加
ko: 계정 추가
nl: Voeg account toe
pl: Dodaj konto
uk: Додати профіль
zh_hans: 添加账户
zh_hant: 新增帳號

# accessibility.tabs.timeline.new-post.label
source: Compose
eu: Idatzi
it: Componi
ja: 作成
ko: 작성
nl: Opstellen
pl: Napisz post
zh_hans: 发嘟
zh_hant: 發表嘟文

# accessibility.tabs.timeline.new-post.inputLabel1
source: New
eu: Berria
it: Nuovo
ja: 新規
ko: 새 글
nl: Nieuw
pl: Nowy
zh_hans: 新嘟文
zh_hant: 新增嘟文

# accessibility.tabs.timeline.new-post.inputLabel2
source: Create
eu: Sortu
it: Crea
ja: 作成
ko: 작성
nl: Maak aan
pl: Utwórz
zh_hans: 创建嘟文
zh_hant: 創作嘟文

# accessibility.tabs.timeline.unread-posts.label-%lld
source: %lld new posts
eu: %lld bidalketa berri
it: %lld nuovi post
ja: %lld 件の新しい投稿
ko: %lld개 새 글
nl: %lld nieuwe posts
pl: %lld nowych postów
zh_hans: %lld 个新嘟文
zh_hant: %lld 新嘟文

# accessibility.tabs.timeline.unread-posts.hint
source: Scrolls the timeline.
eu: Denbora-lerroa korritzen du.
it: Scorri la cronologia.
ja: タイムラインをスクロールします。
ko: 타임라인을 스크롤합니다.
nl: Scrollt de tijdlijn.
pl: Przewija strumień.
zh_hans: 滚动时间线。
zh_hant: 滾動時間軸。

# accessibility.tabs.timeline.content-link-%@
source: Visit %@
eu: Ikustatu %@
it: Apri %@
ja: %@ にアクセス
ko: 다음 링크 방문: %@
pl: Odwiedź %@
zh_hant: 探訪連結 %@

# accessibility.tabs.timeline.content-hashtag-%@
source: Hashtag %@
eu: %@ traola
ja: ハッシュタグ %@
ko: 해시태그 %@
pl: Hasztag %@
zh_hant: #標籤 %@

# accessibility.app-account.selector.accounts
source: Accounts
be: Уліковыя запісы
eu: Kontuak
it: Account
ja: アカウント
ko: 계정
pl: Konta
uk: Профілі
zh_hans: 账户
zh_hant: 帳號

# accessibility.app-account.selector.accounts.hint
source: Opens options sheet.
eu: Aukeren orria irekitzen du.
it: Apri il selettore dei suggerimenti.
ja: オプションシートを開きます。
ko: 옵션 창을 엽니다.
nl: Opent paneel voor opties.
pl: Otwiera panel opcji.
zh_hans: 打开选项表
zh_hant: 開啟選項單。

# accessibility.tabs.profile.options.label
source: Options
eu: Aukerak
it: Opzioni
ja: オプション
ko: 옵션
nl: Opties
pl: Opcje
zh_hans: 选项
zh_hant: 選項

# accessibility.tabs.profile.options.inputLabel1
source: Settings
eu: Ezarpenak
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pl: Ustawienia
zh_hans: 设置
zh_hant: 設定

# accessibility.tabs.profile.options.inputLabel2
source: More
eu: Gehiago
it: Di più
ja: その他
ko: 더 보기
nl: Meer
pl: Więcej
zh_hans: 更多
zh_hant: 更多

# accessibility.tabs.profile.user-avatar.label
source: Profile photo
eu: Profileko argazkia
it: Foto profilo
ja: プロフィール写真
ko: 프로필 사진
nl: Profielfoto
pl: Zdjęcie profilowe
zh_hans: 账户头像
zh_hant: 個人檔案相片

# accessibility.tabs.profile.user-avatar.hint
source: Displays a larger version.
eu: Bertsio handiagoa erakusten du.
it: Visualizza una versione più grande.
ja: 拡大版を表示します。
ko: 더 큰 버전을 표시합니다.
nl: Toont een grotere versie.
pl: Wyświetla większą wersję.
zh_hans: 显示更大尺寸。
zh_hant: 顯示較大版本。

# accessibility.tabs.profile.user-avatar.supporter.label
source: Supporter
eu: Babeslea
it: Sostenitore
ja: サポーター
ko: 후원자
pl: Osoba wspierająca
zh_hans: 支持者
zh_hant: 支持者

# accessibility.tabs.profile.user.account-bot.label
source: Bot account
eu: Bot kontua
it: Account bot
ja: ボットアカウント
ko: 봇 계정
pl: Konto bota
zh_hans: 机器人账户
zh_hant: 機器人帳戶

# accessibility.tabs.profile.user.account-blocked.label
source: Blocked
eu: Blokeatua
it: Bloccato
ja: ブロック
ko: 차단한 계정
nl: Geblokkeerd
pl: Zablokowane
zh_hans: 已屏蔽
zh_hant: 封鎖

# accessibility.tabs.profile.user.account-muted.label
source: Muted
eu: Mututua
it: Mutato
ja: ミュート
ko: 뮤트한 계정
nl: Gedempt
pl: Wyciszone
zh_hans: 已静音
zh_hant: 靜音

# accessibility.tabs.profile.user.account-private.label
source: Private account
eu: Babestutako kontua
it: Account privato
ja: プライベートアカウント
ko: 팔로우 요청이 필요한 계정
nl: Privé-account
pl: Konto prywatne
zh_hans: 私有账户
zh_hant: 私密帳號

# accessibility.tabs.profile.header-image.label
source: Header image
eu: Goiburuko irudia
it: Intestazione dell'immagine
ja: ヘッダー画像
ko: 헤더 사진
nl: Achtergrondafbeelding
pl: Obrazek nagłówka
zh_hans: 横幅图片
zh_hant: 橫幅圖片

# accessibility.tabs.profile.header-image.hint
source: Displays a larger version.
eu: Bertsio handiagoa erakusten du.
it: Visualizza una versione più grande.
ja: 拡大版を表示します。
ko: 더 큰 버전을 표시합니다.
nl: Toont een grotere versie.
pl: Wyświetla większą wersję.
zh_hans: 显示更大尺寸。
zh_hant: 顯示較大版本。

# accessibility.tabs.profile.post-count.hint
source: Scrolls to list.
eu: Zerrendara korritzen du.
ja: リストにスクロールします。
ko: 글 목록으로 스크롤합니다.
nl: Scrollt naar lijst.
pl: Przewija do listy.
zh_hans: 滚动到列表。
zh_hant: 滾動至列表。

# accessibility.tabs.profile.following-count.hint
source: Navigates to list.
eu: Zerrendara doa.
it: Naviga nelle liste.
ja: リストに移動します。
ko: 목록을 엽니다.
nl: Navigeert naar lijst.
pl: Przechodzi do listy.
zh_hans: 前往列表。
zh_hant: 前往列表。

# accessibility.tabs.profile.follower-count.hint
source: Navigates to list.
eu: Zerrendara doa.
it: Naviga nelle liste.
ja: リストに移動します。
ko: 목록을 엽니다.
nl: Navigeert naar lijst.
pl: Przechodzi do listy.
zh_hans: 前往列表。
zh_hant: 前往列表。

# accessibility.tabs.profile.picker.statuses
source: Posts
eu: Bidalketak
it: Post
ja: 投稿
ko: 글
pl: Posty
zh_hans: 嘟文
zh_hant: 嘟文

# accessibility.tabs.profile.picker.favorites
source: Favorites
eu: Gogokoak
it: Preferiti
ja: お気に入り
ko: 좋아요한 글
nl: Favorieten
pl: Polubione
zh_hans: 喜欢
zh_hant: 最愛

# accessibility.tabs.profile.picker.bookmarks
source: Bookmarks
eu: Laster-markak
it: Segnalibri
ja: ブックマーク
ko: 보관함에 추가한 글
nl: Bladwijzers
pl: Zakładki
zh_hans: 书签
zh_hant: 書籤

# accessibility.tabs.profile.picker.followed-tags
source: Tags
eu: Traolak
it: Tag
ja: タグ
ko: 팔로우한 태그
pl: Hasztagi
zh_hans: 标签
zh_hant: 標籤

# accessibility.tabs.profile.picker.posts-and-replies
source: Posts and replies
eu: Bidalketak eta erantzunak
it: Post e risposte
ja: 投稿と返信
ko: 글 및 댓글
nl: Posts en antwoorden
pl: Posty i odpowiedzi
zh_hans: 嘟文和回复
zh_hant: 嘟文及回覆

# accessibility.tabs.profile.picker.media
source: Media
eu: Multimedia
ja: メディア
ko: 미디어가 있는 글
zh_hans: 媒体
zh_hant: 媒體

# accessibility.tabs.profile.picker.lists
source: Lists
eu: Zerrendak
it: Liste
ja: リスト
ko: 리스트
nl: Lijsten
pl: Listy
zh_hans: 列表
zh_hant: 列表

# accessibility.tabs.profile.user-notifications.label
source: Receive notifications
eu: Jaso jakinarazpenak
it: Ricevi notifiche
ja: 通知を受け取る
ko: 새 글 알림 켜기
nl: Ontvang meldingen
pl: Otrzymuj powiadomienia
zh_hans: 接收通知
zh_hant: 收取通知

# accessibility.tabs.profile.user-reblogs.label
source: Display boosts
eu: Erakutsi bultzadak
it: Mostra boost
ja: 表示ブースト
ko: 이 사용자가 부스트한 글 타임라인에 표시하기
nl: Toon boosts
pl: Wyświetlaj podbicia
zh_hans: 显示转发
zh_hant: 顯示轉嘟

# accessibility.tabs.profile.fields.verified.label
source: Verified
eu: Egiaztatua
it: Verificato
ja: 検証済み
ko: 인증된 링크
nl: Geverifieerd
pl: Zweryfikowano
zh_hans: 已认证
zh_hant: 驗明

# accessibility.tabs.profile.fields.container.label
source: User-defined fields
eu: Erabiltzaileak ezarritako eremuak
it: Campi definiti dall'utente
ja: ユーザー定義フィールド
ko: 이 사용자의 프로필 메타데이터
nl: Velden ingesteld door gebruiker
pl: Pola użytkownika
zh_hans: 用户自定义字段
zh_hant: 用戶自定欄

# accessibility.status.spoiler-full-content
source: Full Content
eu: Eduki osoa
it: Contenuto completo
ja: 全コンテンツ
ko: 전체 내용
nl: Volledige inhoud
pl: Pełna treść
zh_hans: 完整内容
zh_hant: 完整內容
